[
    {
        "album": "http://acms.sl.nsw.gov.au/album/albumView.aspx?itemID=1014662&acmsid=0",
        "item": "a7181007",
        "thumb": "http://acms.sl.nsw.gov.au/_DAMp/image/23/148/a7181007p.jpg",
        "hires": "http://acms.sl.nsw.gov.au/_DAMx/image/23/148/a7181007h.jpg",
        "phrases": [
            "honoured"
        ],
        "snippets": [
            {
                "title": "H. V. Berry diary, 14 June 1915-27 May 1916",
                "don": "a2567",
                "page": "112350",
                "sentences": [
                    "While in stream we were honoured by a visit from Gov General who bade us good bye safe return in a short but very nice little speech."
                ]
            },
            {
                "title": "Charles Monaghan diary, 1917",
                "don": "a2738",
                "page": "111542",
                "sentences": [
                    "Clarke Crowden conducted spoke well feelingly of him whom we all honoured admired in life now in death mourned a true loyal comrade gone from our ken."
                ]
            },
            {
                "title": "William Henry Nicholson diary, 1 January 1917-23 May 1918",
                "don": "a4391",
                "page": "105439",
                "sentences": [
                    "This bunch is as smart a lot as I have ever seen, and any Duke ought to feel honoured when he sees them."
                ]
            },
            {
                "title": "Dene B. Fry diary, 21 August 1916-26 January 1917",
                "don": "a4969",
                "page": "104727",
                "sentences": [
                    "But there's one more toast to be honoured,\nSo in silence your glasses take\nAnd drink,\nTo the dear dead boys of Anzac\nWho died for their countries sake."
                ]
            },
            {
                "title": "Leslie Morris war diary, 8 July 1916-1 January 1918",
                "don": "a5691",
                "page": "103333",
                "sentences": [
                    "He would never forget it, Australia would have an honoured place in his heart on account of that gallant deed."
                ]
            },
            {
                "title": "Leslie Morris war diary, 6 January 1916-7 February 1919",
                "don": "a5692",
                "page": "103241",
                "sentences": [
                    "Two mornings ago I walked down to see the river in daylight and performed the time honoured custom of washing in the Jordan."
                ]
            },
            {
                "title": "James McKenzie diary, 21 September-5 December 1918",
                "don": "a5771",
                "page": "102765",
                "sentences": [
                    "As the Ferry Boats past us they honoured us with their call Cock-doodle-doo."
                ]
            }
        ]
    },
    {
        "album": "http://acms.sl.nsw.gov.au/album/albumView.aspx?itemID=881152&acmsid=0",
        "item": "a8643001",
        "thumb": "http://acms.sl.nsw.gov.au/_DAMp/image/24/115/a8643001p.jpg",
        "hires": "http://acms.sl.nsw.gov.au/_DAMx/image/24/115/a8643001h.jpg",
        "phrases": [
            "stand looking",
            "help"
        ],
        "snippets": [
            {
                "title": "Archibald Barwick diary, 23 July 1916-2 September 1916",
                "don": "a2552",
                "page": "114589",
                "sentences": [
                    "Am on Headquarters guard today a pretty snaggy job for you have to so particular see that everything is done correctly, one of the intended guards was shot in the clink he was helplessly drunk has been the same for the last 2 days."
                ]
            },
            {
                "title": "Archibald Barwick diary, 23 July 1916-2 September 1916",
                "don": "a2552",
                "page": "114592",
                "sentences": [
                    "on either sides of me are lovely crops stretching right away to the horizion broken here there by little clumps of trees great long avenues showing where the roads are running above all the birds are singing for all they are worth, the sun shines brightly over all, as I write here I can see the French women girls at work in the fields some reaping, mowing, hoeing, some at work with the teams helping cart the hay clover in, others leading their cows home to be milked, its wonderful how quiet the stock are here, I suppose they have kept the same breed of cattle for so many years, that quietness is bred in them."
                ]
            },
            {
                "title": "Archibald Barwick diary, 23 July 1916-2 September 1916",
                "don": "a2552",
                "page": "114643",
                "sentences": [
                    "A fellow cant help but treat them well once they are away from the battlefield no matter how he might feel on the matter, for they are so helpless dependent on you."
                ]
            },
            {
                "title": "Archibald Barwick diary, 3 September-3 October 1916",
                "don": "a2553",
                "page": "114409",
                "sentences": [
                    "O's a swag of privates, they got quite a number dug some out of their holes got a lot more under old heaps of timber duckboards, each one was armed with a stick pity help the rat once discovered."
                ]
            },
            {
                "title": "Archibald Barwick diary, 3 September-3 October 1916",
                "don": "a2553",
                "page": "114502",
                "sentences": [
                    "miss him for he was a splendid fellow talk about popular, well to know Freddie was to like him you couldn't help it, all I hope is that he soon comes back, he was hit with a piece of the real \"Minnewerfer\" in the backside a rather awkward place to get it\nThere was a fair bit of sniping going on all last night from both sides put me in mind of Gallopoli for rifle fire is a rarity here compared to there\nThe portion of trench we are holding is mined the Germans have one under her ready to go off they reckon so we have only a few scattered posts along it hope it don't go up while we are in here, good bye if it does."
                ]
            },
            {
                "title": "Archibald Barwick diary, 4 October 1916-7 November 1916",
                "don": "a2554",
                "page": "114272",
                "sentences": [
                    "wet to the skin cold as ice for it rained heavily during the night, he had nothing but his flannel on, at last he decides to go no further but to get as \"close to our line as he could to wait for day light to come, at last he spots a periscope sings out, out bobs a steel helmeted head as surprised as you like, he tells him to hang on for a while while he goes gets someone to help him in, but the chap never waited, but jumped into our barbed wire tore his way through leaped into our trenches before the surprised Hun's could get a shot at him he was dead lucky to get in safely."
                ]
            },
            {
                "title": "Archibald Barwick diary, 4 October 1916-7 November 1916",
                "don": "a2554",
                "page": "114339",
                "sentences": [
                    "all lined up along the road, there must have been hundreds they were all French there were a lot of colored troops with them, one for each bus to help the driver they come from Madagascar were not at all bad looking, they all had bonzer warm fur coats on made from goat skins I think, they looked very comical but I'll bet they were warm for they reached nearly to their shins."
                ]
            },
            {
                "title": "Archibald Barwick diary, 4 October 1916-7 November 1916",
                "don": "a2554",
                "page": "114345",
                "sentences": [
                    "Just opposite us the metalled road ends, if ever I saw a bog in my life well it is here all carts are double banked when the reach here, you should see the struggling it takes to get through it, there is no water among this mud, just pure sticky clay 3 feet deep, horses get stuck in it let alone wagons, our boys were helping fallen down horses up tonight it is impossible to describe it for it is a regular glue pot."
                ]
            },
            {
                "title": "Archibald Barwick diary, 7 November 1916-2 January 1917",
                "don": "a2555",
                "page": "114208",
                "sentences": [
                    "parade would have to be cut down for it caused a lot of uneasiness as to the health of the troops that's about as good as ever I heard as if men could help it, anyhow it is not a very likely thing that this order will be taken to heart."
                ]
            },
            {
                "title": "Archibald Barwick diary, 7 November 1916-2 January 1917",
                "don": "a2555",
                "page": "114218",
                "sentences": [
                    "Spent the greater part of my time today helping the Tommies out with their bogged teams, they are absolutely no class for the Australians as far as horses go, as soon as ever a Tommy gets stuck the first thing he does is to lay into his horses for all he is worth and in 9 cases out of 10 it is over the horses head that he brings his whip."
                ]
            },
            {
                "title": "Archibald Barwick diary, 7 November 1916-2 January 1917",
                "don": "a2555",
                "page": "114223",
                "sentences": [
                    "However when I went in these officers started to sling off and their cold feet batmen kept on putting their spoke in, I shut these detestable batmen up with a couple of sarcastic remarks and then I had a go at the heads and I think I held my own with them, so help me bob there was not scarcely a handful of dirt left and these rotters were kicking up a stink over it."
                ]
            },
            {
                "title": "Archibald Barwick diary, 7 November 1916-2 January 1917",
                "don": "a2555",
                "page": "114250",
                "sentences": [
                    "the extreme left had the worst place of the lot, we were up to our knees in mud slush had no possies at all, so we had to work all the night make what we could of it, even then my post had no shelter whatever for the night we did a beautiful perish, a chap does not notice the cold on his body so much it his is his feet which suffer most they keep one awake, we took our boots socks off 3 times during the night amp rubbed our feet with whale oil this helps to keep our feet warm, the rubbing keeps the circulation going."
                ]
            },
            {
                "title": "Archibald Barwick diary, 3 January 1917-26 March 1917",
                "don": "a2556",
                "page": "113946",
                "sentences": [
                    "a good night's work told me to turn in for the rest of the night, it was not much use turning in for my dugout was sopping wet I was even in a worse state for I was covered from head to foot with mud wet to the skin, but the boys had some nice hot cocoa waiting for me this helped to thaw me, there is one thing we get now in the trenches that is the little \"Tommy cookers\", they are made of paffarin wax are put up in little tins, they light instantly produce no smoke, the \"Australian Comforts Funds\" send them to us."
                ]
            },
            {
                "title": "Archibald Barwick diary, 3 January 1917-26 March 1917",
                "don": "a2556",
                "page": "114060",
                "sentences": [
                    "as game as anything, one could not help noticing the haunting look in his eyes I felt quite sorry for him, it was easily seen he was a cut higher than the others some of the boys gave them cigarettes out of their pity, but no matter how we hate our enemy in battle, once he is a prisoner we treat them well, so it should be."
                ]
            },
            {
                "title": "Archibald Barwick diary, 3 January 1917-26 March 1917",
                "don": "a2556",
                "page": "114095",
                "sentences": [
                    "he's fond of his drop of drink, all the same he is a very fine chap you could not help liking him\n16th Took our football out on parade we had a bit of fun with it during our \"smoke oh\"\"\ntoday General Leslie inspected the \"Battn cookers\" there has been great rivalry between the different Coy's especially between C A."
                ]
            },
            {
                "title": "Archibald Barwick diary, 14 April 1917-19 May 1917",
                "don": "a2557",
                "page": "113758",
                "sentences": [
                    "Another rotten day to make it worse it is snowing outside like the middle of winter I pity the poor devils in the trenches one cannot help thinking of them wounded are coming in whole sale but they all seem cheery\n12th."
                ]
            },
            {
                "title": "Archibald Barwick diary, 14 April 1917-19 May 1917",
                "don": "a2557",
                "page": "113868",
                "sentences": [
                    "dying wish was that all men in the clink should be released if they would go to the firing line to help their comrades that all fines were to be cancelled, then I'm hanged if 2 of them did not refuse to go up, I would put them up against a wall if I had my way shoot them likes dogs."
                ]
            },
            {
                "title": "Archibald Barwick diary, 14 April 1917-19 May 1917",
                "don": "a2557",
                "page": "113898",
                "sentences": [
                    "The day was very hot muggy I think that we must have had about 4 washes during the afternoon 2 or 3 lots of tea it seems funny over here you are only allowed one helping of food, this is a law that has just been passed in England."
                ]
            },
            {
                "title": "Archibald Barwick diary, 21 September 1917-4 March 1918",
                "don": "a2559",
                "page": "113241",
                "sentences": [
                    "I suppose I am a bit stand offish but I can't help it."
                ]
            },
            {
                "title": "Archibald Barwick diary, 21 September 1917-4 March 1918",
                "don": "a2559",
                "page": "113304",
                "sentences": [
                    "I'm out for revenge for the future, God help the German that comes into my hands its he I for it."
                ]
            },
            {
                "title": "Archibald Barwick diary, 21 September 1917-4 March 1918",
                "don": "a2559",
                "page": "113306",
                "sentences": [
                    "I can tell you these bombs are not the nicest things to have falling around you, for you are so helpless against them."
                ]
            },
            {
                "title": "Archibald Barwick diary, 21 September 1917-4 March 1918",
                "don": "a2559",
                "page": "113366",
                "sentences": [
                    "Lord help the worst\", well I laughed laughed till I nearly cried when each mans shoot was signalled back to us, the blank look of consternation amazement that gradually spread over their face, when they found their score totalled about 4 or 5, sometimes a \"washout\", it seemed so impossible ridiculous that all these crack shots could get no more than these paltry scores I think I enjoyed myself as much as I possibly could, the situation was so funny."
                ]
            },
            {
                "title": "Archibald Barwick diary, 21 September 1917-4 March 1918",
                "don": "a2559",
                "page": "113414",
                "sentences": [
                    "where we were getting out, just as the tube pulled up with a rush Frank fainted went right out to it, you can just guess the excitement confusion that followed, there was I alone among all these French people with a dead man on my hands, a gendarmie I carried him out on to the platform followed by the usual inquisitive crowd of women we laid him on the seat loosened all his clothes while the women poked their smelling salts under his nose to bring him round fanned him with their hankerchiefs fans, I must say they were very good kind done their best to help me and him."
                ]
            },
            {
                "title": "Archibald Barwick diary, 21 September 1917-4 March 1918",
                "don": "a2559",
                "page": "113415",
                "sentences": [
                    "those who had helped us we walked to our hotel which was quite close, next day Frank went to the Dr he wanted to send him to Hospital but he actually refused to go wish I had been in his shoes, would have meant an extension of leave after coming out, however he was alright in a couple of days, a slight attack of trench fever I fancy."
                ]
            },
            {
                "title": "Archibald Barwick diary, 21 September 1917-4 March 1918",
                "don": "a2559",
                "page": "113513",
                "sentences": [
                    "after the Colonel had inspected us we had some Battalion drill, I can tell you it was pretty hard with full packs up, just before marching off he spoke a few words about the portion of line we are going to take over told us we would have plenty of work to do, for the present state of affairs was very unsatisfactory from a military point of view, hanged if I know why it is but we generally get a very weak unimproved section of trench to go into, we have to set to put it into a proper state of defence, but I suppose it can't be helped some one has got to do it."
                ]
            },
            {
                "title": "Archibald Barwick diary, 5 March-12 April 1918",
                "don": "a2560",
                "page": "113207",
                "sentences": [
                    "A few of our financial members of the Staff, being seized with a fit of generosity rushed down to the boozer secured a few bottles of champagne to help drown their sorrows give them courage for the promenade."
                ]
            },
            {
                "title": "Archibald Barwick diary, 5 March-12 April 1918",
                "don": "a2560",
                "page": "113214",
                "sentences": [
                    "were killed wounded, I can quite understand how terrified the civilian populations must be when air raids are on for it is an awful feeling you are so helpless compared to shells, about an hour after 3 of them got through repeated the dose but I don't think they done much harm, only raised a good deal of \"wind\", again early this morning they were across you could have almost knocked them down with a stick but I'm hanged if they got any of them, the shooting of our \"Archies\" was rotten, something after the style of the 5th Army."
                ]
            },
            {
                "title": "Archibald Barwick diary, 20 June-30 September 1918",
                "don": "a2562",
                "page": "112855",
                "sentences": [
                    "enjoyable days of my life in her company we all went bathing for a start had a rattling good time teaching the girls to swim shoot the breakers which on this beach are pretty good, it was a lovely sunny day so after we came out got dressed we all laid about in the sand the girls all let their hair down so as it could dry, this was how I came to notice my girls lovely hair I should certainly have thought it was false otherwise, her name was May Devereaux, after we had our dinner we all went for a stroll during this I took a few snaps with my camera to help keep alive fresh a happy clean day, we strolled about till 9."
                ]
            },
            {
                "title": "Archibald Barwick diary, 20 June-30 September 1918",
                "don": "a2562",
                "page": "112883",
                "sentences": [
                    "D's somewhere on our track, we passed them again tonight the whole 4 of us could not help but smiling if we run across again I'm hanged if I don't pull them up, I fancy they are a bit like us a bit particular who they go with for I have never seen no one with them yet no more have they seen us with any girls so we seem to have something in common there, so just for curiosity we will have a yarn next time we meet\n2nd."
                ]
            },
            {
                "title": "Archibald Barwick diary, 20 June-30 September 1918",
                "don": "a2562",
                "page": "112903",
                "sentences": [
                    "I noticed a rather remarkable thing on parade this morning it was in connection with the band, every morning without fail while we are waiting to move off from the parade ground the men are constantly kicking up a row sparring, sitting down, or talking like old women in fact doing everything that they should not do its impossible to keep them quiet, but this morning whether by accident or design I know not the band stopped quite close to us played some very nice tunes all the time the music was on they stood as quiet as the oldest most disciplined soldiers could have, I could not help remembering that old couplet, \"Music hath charms to soothe the savage beast\" for here was a very good case in point."
                ]
            },
            {
                "title": "Archibald Barwick diary, 15 December 1918-26 January 1919",
                "don": "a2564",
                "page": "112583",
                "sentences": [
                    "rummy\", casino, 7's so on, there has never been a squabble the whole time, because no money was hanging to it I suppose, anyhow the old \"broads\" as they are called have helped us wonderfully\n20th."
                ]
            },
            {
                "title": "Charles Monaghan diary, 1916",
                "don": "a2737",
                "page": "111793",
                "sentences": [
                    "Attend at the casualty wards first help dress patients: cross cut saw wound, circ, abscesses etc, plenty of cases of all sorts."
                ]
            },
            {
                "title": "Charles Monaghan diary, 1916",
                "don": "a2737",
                "page": "111800",
                "sentences": [
                    "Get up help milk."
                ]
            },
            {
                "title": "Charles Monaghan diary, 1916",
                "don": "a2737",
                "page": "111890",
                "sentences": [
                    "MacBurney, Bill Parsons Jockey help us with our packs see us off."
                ]
            },
            {
                "title": "Charles Monaghan diary, 1916",
                "don": "a2737",
                "page": "111947",
                "sentences": [
                    "Heiland Laddies, other\n\"Other refuge have I none\nHang my helpless soul on Thee."
                ]
            },
            {
                "title": "Charles Monaghan diary, 1916",
                "don": "a2737",
                "page": "111965",
                "sentences": [
                    "continually was thro? my mind --- \"Other refuge have I none hangs my helpless soul on Thee\", Cover my defenceless head with the shadow of Thy wing."
                ]
            },
            {
                "title": "Charles Monaghan diary, 1916",
                "don": "a2737",
                "page": "112010",
                "sentences": [
                    "September 6\nWednesday\nHave job of help put up meat room in cook house ? Mitchell self drift over to Y M for cup tea biscuit at 11 a."
                ]
            },
            {
                "title": "Charles Monaghan diary, 1916",
                "don": "a2737",
                "page": "112076",
                "sentences": [
                    "the bright moon is a great help to guide us among the shell holes."
                ]
            },
            {
                "title": "Charles Monaghan diary, 1917",
                "don": "a2738",
                "page": "111490",
                "sentences": [
                    "I'm put on to help in Dressing Room as far as back allows."
                ]
            },
            {
                "title": "Charles Monaghan diary, 1917",
                "don": "a2738",
                "page": "111511",
                "sentences": [
                    "A heavy fog is helping to shroud our movements."
                ]
            },
            {
                "title": "Charles Monaghan diary, 1917",
                "don": "a2738",
                "page": "111565",
                "sentences": [
                    "It was so opportune as rations have been short for some time every little helps."
                ]
            },
            {
                "title": "Charles Monaghan diary, 1917",
                "don": "a2738",
                "page": "111582",
                "sentences": [
                    "Tommy helpers."
                ]
            },
            {
                "title": "Charles Monaghan diary, 1917",
                "don": "a2738",
                "page": "111699",
                "sentences": [
                    "The air's a big space night time helps."
                ]
            },
            {
                "title": "Charles Monaghan letter to his wife Emma, July 21, 1920",
                "don": "a2739",
                "page": "111454",
                "sentences": [
                    "The next few hours I have only a nightmarish remembrance of- I was helping poor chaps with their awful wounds (we hadn't got used to them then) getting them back into comparative safety then back again for others."
                ]
            },
            {
                "title": "Charles Monaghan letter to his wife Emma, July 21, 1920",
                "don": "a2739",
                "page": "111455",
                "sentences": [
                    "The next few hours I have only a nightmarish remembrance of- I was helping poor chaps with their awful wounds (we hadn&#39;t got used to them then)amp; getting them back into comparative safety then back again for others."
                ]
            },
            {
                "title": "Frank Hurley war diary, 21 August-28 October 1917",
                "don": "a2826",
                "page": "110995",
                "sentences": [
                    "They look well fitted for it but heaven help them in the frightful conditions privations they will have to endure during the harshness of these severe winters."
                ]
            },
            {
                "title": "Frank Hurley war diary, 21 August-28 October 1917",
                "don": "a2826",
                "page": "111024",
                "sentences": [
                    "th September Monday\nI cannot help writing of the beautiful evening of yesterday."
                ]
            },
            {
                "title": "Frank Hurley war diary, 21 August-28 October 1917",
                "don": "a2826",
                "page": "111049",
                "sentences": [
                    "One could not help feeling regret for these wretched prisoners, forced into the front line no doubt on account of their inferiority intended merely as buffers: whilst the finer troops were held in reserve."
                ]
            },
            {
                "title": "Frank Hurley war diary, 21 August-28 October 1917",
                "don": "a2826",
                "page": "111092",
                "sentences": [
                    "God help the poor devils in the trenches."
                ]
            },
            {
                "title": "Frank Hurley war diary, 21 August-28 October 1917",
                "don": "a2826",
                "page": "111097",
                "sentences": [
                    "I could not help thinking as Wilkins I, trudging along this inferno soaked to the skin, talking living beings, might not be the next moment one of these things ? Gee, it puts the wind up one at times."
                ]
            },
            {
                "title": "Ambrose O'Hare war diary, 12 August 1914-15 October 1918",
                "don": "a3314",
                "page": "110166",
                "sentences": [
                    "gave some of the boys quiet a fright as they did not know where the shells were coming from for a while, after about 30 shells had been fired, we advanced got to where they had scooped places in the side of the road just so as to hide one man so as he could fire down the straight road, niggers were posted by the germans every mile or so to give them the tip when we were close up to them, about half way we established a Hospital found that the Germans had retired from one trench that as we passed along the road we came to where one of the Encounters shells had hit the road ploughed it up, also some cocoanut trees had been blown down we kept marching on in the afternoon rain came down in Torrents I expect the Heavy firing caused the rain to come, anyway it was very welcome as it was terribly hot I was delighted at getting soaked through through, we had a naval 12 Pounder with us we men of G Coy who were just behind the Gun relieved the sailors helped them to pull the gun along as a gun of that size gets heavy as we went along, the Cocoanuts were a great treat to us, as at every halt we sent niggers up the trees to get us some the milk out of them were quite refreshing, even officers rushing to get them when we got a chance."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 17 March-8 July 1916",
                "don": "a3358",
                "page": "109933",
                "sentences": [
                    "A lot of the men very sick and lying about helplessly."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 17 March-8 July 1916",
                "don": "a3358",
                "page": "109939",
                "sentences": [
                    "Our chaps on ship hailing Tommies on bank \"Who are you?\" Reply from Tommies \"HAC Honorable Artillery Company London ? Who are you\"? Our men \"AUSTRALIANS!\" Tommies in concert \"Then God help the b--- w--- in Cairo!\" By unanimous consent the Pioneer Battn has been dubbed \"the Sigheaders."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 17 March-8 July 1916",
                "don": "a3358",
                "page": "109968",
                "sentences": [
                    "All at once shrieks of agony broke out ? the anguished cry of a human being, the very sound of which makes one feel so helpless small."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 17 March-8 July 1916",
                "don": "a3358",
                "page": "109975",
                "sentences": [
                    "Tired and wet, in mud and water, one could not help cursing the folly of the war and wishing to God it had come to an honourable end."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 17 March-8 July 1916",
                "don": "a3358",
                "page": "109979",
                "sentences": [
                    "Could not help laughing as the beggars had their heads down so low in safety they could see nothing."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 8-26 July 1916",
                "don": "a3359",
                "page": "109889",
                "sentences": [
                    "One cannot help noticing that the physique of the youngsters is poor compared with Australian children perhaps owing to so little meat being eaten."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 21 December 1916- 28 February 1917",
                "don": "a3362",
                "page": "109636",
                "sentences": [
                    "Adams tried to pull one passively helpless chap on by means of his rifle when the chap let go and Adams went head over ears into a shell hole full of water."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 21 December 1916- 28 February 1917",
                "don": "a3362",
                "page": "109653",
                "sentences": [
                    "Could not help noticing on the way how every square yard of the country is pitted with shell holes and reflecting on the enormous cost to the country."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 21 December 1916- 28 February 1917",
                "don": "a3362",
                "page": "109692",
                "sentences": [
                    "As one gentleman of the very gallantly put it \"handling them helps to pass the time\"."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 21 December 1916- 28 February 1917",
                "don": "a3362",
                "page": "109715",
                "sentences": [
                    "The pain made me very faint and it took more than a couple of minutes to summon enough fortitude to limp the remaining 200 yards with the help of a stick."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 21 December 1916- 28 February 1917",
                "don": "a3362",
                "page": "109721",
                "sentences": [
                    "Bunning extended a helping hand and the beggar let go precipitating him into deep mud."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 1 March-11 April 1917",
                "don": "a3363",
                "page": "109540",
                "sentences": [
                    "carving done by a special man who cuts very thin but covers the plate as if helping one lavishly."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 1 March-11 April 1917",
                "don": "a3363",
                "page": "109544",
                "sentences": [
                    "One could not help thinking of the marvellous brain of the architect who could think out all the detail for such a marvellous place as this."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 1 March-11 April 1917",
                "don": "a3363",
                "page": "109597",
                "sentences": [
                    "Last night had great entertainment in the person of Dr Campbell Smith ? a bottle and a half in ? he reduced us to helplessness by describing our Dr (Craig) as an animal who ate raw eggs at Raratonga to please his kids! An exquisite sunset tonight ? held everyone's attention."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 1 March-11 April 1917",
                "don": "a3363",
                "page": "109608",
                "sentences": [
                    "Then rode out and reconnoitred ground for a tactical scheme tomorrow and after mess had conference on it helped CO."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 12 April-11 May 1917",
                "don": "a3364",
                "page": "109517",
                "sentences": [
                    "Having a batman spoils one as a fellow feels quite helpless if such jobs as rolling a valise have to be done."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 12 May-20 July 1917",
                "don": "a3365",
                "page": "109425",
                "sentences": [
                    "A very fine sunny day and one could not help marvelling at the great observation Fritz had from here over all our trenches and the land behind them."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 21 July-19 September 1917",
                "don": "a3366",
                "page": "109250",
                "sentences": [
                    "Our band is going well at present and helps to while away the time."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 21 July-19 September 1917",
                "don": "a3366",
                "page": "109257",
                "sentences": [
                    "Harvest is under way and our chaps are helping the farmers with it."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 21 July-19 September 1917",
                "don": "a3366",
                "page": "109283",
                "sentences": [
                    "The farmers busy on their harvesting operations and getting all the crops into the barns ? some of our men are helping them in this."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 21 July-19 September 1917",
                "don": "a3366",
                "page": "109300",
                "sentences": [
                    "It is damned annoying missing Rome leave but cannot be helped."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 16 October-21 November 1917",
                "don": "a3368",
                "page": "109136",
                "sentences": [
                    "Went up to the station about noon and could not help noticing how much the donkey is used here and what queer contraptions they have in the way of carts."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 16 October-21 November 1917",
                "don": "a3368",
                "page": "109146",
                "sentences": [
                    "One is helpless and there are so many who assist."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 22 November 1917-28 January 1918",
                "don": "a3369",
                "page": "109037",
                "sentences": [
                    "Meagre helpings point to Food Control."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 22 November 1917-28 January 1918",
                "don": "a3369",
                "page": "109059",
                "sentences": [
                    "The baby a tiny red bundle of utter helplessness."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 29 January-22 March 1918",
                "don": "a3370",
                "page": "108856",
                "sentences": [
                    "Having a head could not help noticing what an amount of noise there is about the place."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 29 January-22 March 1918",
                "don": "a3370",
                "page": "108899",
                "sentences": [
                    "Heard that General Plumer is returning from Italy to take the 4th Army and that Lord Cavan is to command in Italy ? another sop evidently to blue blood God help the poor Tommy who gets no satisfaction for the corresponding lack of brains."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 23 March-24 April 1918",
                "don": "a3371",
                "page": "108748",
                "sentences": [
                    "Arranged firing party c and details for the burial of Lee with all solemnity but could not help thinking of parallel in case of Mr."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 25 April-30 May 1918",
                "don": "a3372",
                "page": "108648",
                "sentences": [
                    "Williamson was a good help and a chap of the 21st came forward and offered his services."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 25 April-30 May 1918",
                "don": "a3372",
                "page": "108652",
                "sentences": [
                    "The cellar is a very present help to them and their refuge in case of need."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 31 May-15 July 1918",
                "don": "a3373",
                "page": "108571",
                "sentences": [
                    "s and gave Reed as much help as possible with the preparations."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 16 July-27 August 1918",
                "don": "a3374",
                "page": "108484",
                "sentences": [
                    "We passed along passing several badly wounded men limping along with the help of others."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 23 August-30 October 1918",
                "don": "a3375",
                "page": "108403",
                "sentences": [
                    "It was impossible to help feeling a thrill of pride while marching through the town Australian men had saved."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 31 October-22 December 1918",
                "don": "a3376",
                "page": "108279",
                "sentences": [
                    "One lady won much applause by walking along with a big box of cigars letting the men help themselves."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 23 December 1918-10 March 1919",
                "don": "a3377",
                "page": "108203",
                "sentences": [
                    "Could not help being struck by the weediness of the youths and the pallor of the girls."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 11 March-6 June 1919",
                "don": "a3378",
                "page": "108056",
                "sentences": [
                    "Our meal consisted of a good soup, German war bread, some sausage served up with Chilian black beans and helped with shredded German bully beef and onions."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary narrative, 27 August-28 September 1915",
                "don": "a3380",
                "page": "107851",
                "sentences": [
                    "We have a crowd of English officers aboard and some got very boozed at the bar tonight and retired helpless."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 1-26 August 1915",
                "don": "a3446",
                "page": "107835",
                "sentences": [
                    "Saw very old Arab and his wife, poor old folk quite out of place among bustle and although so filthy apparently helping each other along."
                ]
            },
            {
                "title": "Oscar Rhodes diary, 26 June 1915-4 April 1916",
                "don": "a3565",
                "page": "107477",
                "sentences": [
                    "The journey is becoming tiresome in its dull monotonous routine – deck concerts help one at night to dispel gloomy thoughts."
                ]
            },
            {
                "title": "Oscar Rhodes diary, 26 June 1915-4 April 1916",
                "don": "a3565",
                "page": "107504",
                "sentences": [
                    "This kind of warfare is very discouraging to the non combatants as we were for we had no opportunity of giving a helping hand."
                ]
            },
            {
                "title": "Oscar Rhodes diary, 26 June 1915-4 April 1916",
                "don": "a3565",
                "page": "107539",
                "sentences": [
                    "The Turks, with the help of their German organisers, have developed forces greater than appear to have been anticipated."
                ]
            },
            {
                "title": "Oscar Rhodes diary, 26 June 1915-4 April 1916",
                "don": "a3565",
                "page": "107543",
                "sentences": [
                    "The Turks, with the help of their German organisers, have developed forces greater than appear to have been anticipated."
                ]
            },
            {
                "title": "Oscar Rhodes diary, 26 June 1915-4 April 1916",
                "don": "a3565",
                "page": "107554",
                "sentences": [
                    "Reports came from Suvla way that the Turks in the trenches have been circulated with the news that the Germans will be down to help them in a few weeks."
                ]
            },
            {
                "title": "Oscar Rhodes diary, 26 June 1915-4 April 1916",
                "don": "a3565",
                "page": "107566",
                "sentences": [
                    "The cruiser ultimately arrived – she was a foreigner unfortunately, but she afforded what help she could & took the unhappy them away to the nearest port where proper attention could be given."
                ]
            },
            {
                "title": "Oscar Rhodes diary, 26 June 1915-4 April 1916",
                "don": "a3565",
                "page": "107572",
                "sentences": [
                    "Tuesday Nov 9\n\nSerbia through her representatives in London has issued an appeal to her friends in Great Britain begging that help will be sent to her quickly.",
                    "to arrive at a complete understanding with regard to the military policy on all points & to an understanding of giving rapid help to Serbia."
                ]
            },
            {
                "title": "Oscar Rhodes diary, 26 June 1915-4 April 1916",
                "don": "a3565",
                "page": "107576",
                "sentences": [
                    "What puny mites we are & how helpless one feels against these mighty engines of war."
                ]
            },
            {
                "title": "Benjamin Alfred Cohen diary, 10 May-17 September 1917",
                "don": "a3862",
                "page": "107294",
                "sentences": [
                    "As all the Water Tight doors were closed instantly helped to save the Ship she was towed into the Docks."
                ]
            },
            {
                "title": "Benjamin Alfred Cohen diary, 10 May-17 September 1917",
                "don": "a3862",
                "page": "107406",
                "sentences": [
                    "Meantime Fritz went behind a cloud our Boys after him they were out of sight but only for a while, when Fritz came down set fire to the balloon, with our boys in close persuit, one of our Machines got under Fritz the other on top they closed in on him, they were all using their Machine Guns, eventually our boys hit Fritz in a fatal spot down came his Machine head first I was told by one of our Guards that the Machine buried itself in a field six feet deep, he helped to pull the Dead German out of the Wreckage took his skull Cap as a sovenier of the Fight."
                ]
            },
            {
                "title": "Benjamin Alfred Cohen diary, 20 September-20 December 1917",
                "don": "a3863",
                "page": "107285",
                "sentences": [
                    "I thought my time had come, I looked out I saw a Teut Pole in pieces go up in the Air then several cries of Help ."
                ]
            },
            {
                "title": "Benjamin Alfred Cohen diary, 22 December 1917-10 June 1918",
                "don": "a3864",
                "page": "107197",
                "sentences": [
                    "all helped to make a Beautiful Picture."
                ]
            },
            {
                "title": "Benjamin Alfred Cohen diary, 22 December 1917-10 June 1918",
                "don": "a3864",
                "page": "107209",
                "sentences": [
                    "I could not help feeling sorry for the people."
                ]
            },
            {
                "title": "Benjamin Alfred Cohen diary, 1 March-23 June 1919",
                "don": "a3867",
                "page": "106776",
                "sentences": [
                    "I could not help admiring the beautiful Costumes and Hats of the latest fashions."
                ]
            },
            {
                "title": "Benjamin Alfred Cohen diary, 28 June-12 August 1919",
                "don": "a3868",
                "page": "106753",
                "sentences": [
                    "in different parts of the Boat, which helped to pass away a very monotonous time on board."
                ]
            },
            {
                "title": "John H. Wheat narrative, ca. 1914-1918",
                "don": "a3901",
                "page": "106645",
                "sentences": [
                    "Speaking generally, one good side of our work there helped to make it possible for the traveller to get aboard the train at Calais, and go by rail to the Upper Nile, with one break only in the journey, and that at the Bosphorus to Scutatri Ferry."
                ]
            },
            {
                "title": "John H. Wheat narrative, ca. 1914-1918",
                "don": "a3901",
                "page": "106647",
                "sentences": [
                    "However, with the help of two note-books which I was fortunate enough to keep with me undiscovered, and in which I jotted down the important events of my sojourn there, I can truthfully say, and that aided by \"memory's diary\" where the writing is not blurred but very distinct, I am able to fill in the gaps and give a connected and accurate account."
                ]
            },
            {
                "title": "John H. Wheat narrative, ca. 1914-1918",
                "don": "a3901",
                "page": "106649",
                "sentences": [
                    "Our work there helped to make possible that highway on which the traveller who boards the \"Rapide\" at Calais can travel through by rail to Luxor, only leaving the train to cross from Constantinople to Scutari by ferry."
                ]
            },
            {
                "title": "John H. Wheat narrative, ca. 1914-1918",
                "don": "a3901",
                "page": "106664",
                "sentences": [
                    "Chapter 11\nA Rough Account Of Our Prison Life In Turkey\nWe were soon helped aboard the torpedo boat and after we had been mustered it was found that none of us were missing."
                ]
            },
            {
                "title": "John H. Wheat narrative, ca. 1914-1918",
                "don": "a3901",
                "page": "106675",
                "sentences": [
                    "The report in the Turkish papers today says the English papers say the English will be through the Dardanelles\nby 15th October, but the Germans would be there to help the Turks before that date."
                ]
            },
            {
                "title": "John H. Wheat narrative, ca. 1914-1918",
                "don": "a3901",
                "page": "106683",
                "sentences": [
                    "As she lay quite helpless the forts opened a heavy fire on her, completing her destruction."
                ]
            },
            {
                "title": "John H. Wheat narrative, ca. 1914-1918",
                "don": "a3901",
                "page": "106686",
                "sentences": [
                    "I must say here that Petty Officer Sims of E 7 and Sergeant Babister of Berkshire Yeomanry gave valuable assistance to the individuals in helping them along and generally cheering them up, both on this trip and the previous one."
                ]
            },
            {
                "title": "John H. Wheat narrative, ca. 1914-1918",
                "don": "a3901",
                "page": "106687",
                "sentences": [
                    "Stiff, cold and disheartened we plugged along for another 20 miles as best we could, the stronger helping the weaker."
                ]
            },
            {
                "title": "John H. Wheat narrative, ca. 1914-1918",
                "don": "a3901",
                "page": "106704",
                "sentences": [
                    "We said goodbye to our friend the Greek and thanked him for his kindness in helping us along."
                ]
            },
            {
                "title": "John H. Wheat narrative, ca. 1914-1918",
                "don": "a3901",
                "page": "106708",
                "sentences": [
                    "It was truly pathetic to see brave chaps, in this and other places, where typhus raged, hand over their keepsakes to pals when they felt themselves \"going off a bit\", before they were left to the tender mercies of their guards whom they knew had no bonds bowels of compassion for helpless men.",
                    "In ordinary cases of typhus injections was customary but when the patient became delirious he naturally was quite helpless and didn't know what was being done to him.",
                    "This was very helpful but didn't go very far because the cost of living was as high as the Turks could make it, viz."
                ]
            },
            {
                "title": "John H. Wheat narrative, ca. 1914-1918",
                "don": "a3901",
                "page": "106710",
                "sentences": [
                    "The Turkish Commandant who had been thrown from a horse on the Gallipoli peninsular was fair and just and did what he could to help us treating us as honourable men and worthy foes."
                ]
            },
            {
                "title": "John H. Wheat narrative, ca. 1914-1918",
                "don": "a3901",
                "page": "106723",
                "sentences": [
                    "When their alliy Bulgaria caved the Turks became very downcast because amongst many other drawbacks this caused it cut off all communication help from Germany."
                ]
            },
            {
                "title": "Henry Joseph Parsons war diary, 1 July 1916-30 April 1918",
                "don": "a3925",
                "page": "106594",
                "sentences": [
                    "that when the pictures were published in the various Australian papers the full facts of the case were published, The Australian people will not be likely to know how they are deceived with all these pictures of their men getting things which they have to hand back after their Photos have been taken & help to a certain extent in deceiving the people at home."
                ]
            },
            {
                "title": "Vick letters, 1916-1918 / Frederick Harold Vick",
                "don": "a3955",
                "page": "106307",
                "sentences": [
                    "Why one can't help but believe in God after going through one or scraps never knowing whose going up next."
                ]
            },
            {
                "title": "William Burrell diary, 20 December 1915-12 November 1916",
                "don": "a4031",
                "page": "106046",
                "sentences": [
                    "When the boys come home\nWe are proud of our boys, our brave boys\nwho for their country are fighting\nNot for the sake of conquest or gain\nbut for the wrongs that needed righting\nFor the sake of the lands that lie ruined \nFor the sake of the homeless sad\nFor the sake of the loved ones in homeland\nThey have given up all they had \nWe think of them there in the trenches\nIn the cold the mud the rain\nWith the fiery shells bursting round them\nWhile they fight with might main\nBut what keeps our brave boys so steadfast\nwith courage that never gives way?\nThe Lord stands beside them to help them\nand he is their strength their stay\nBut where did they learn of this Saviour\nsave from the lips of their mother\nor from some comrade who loved him\nwho spoke of Him one to another\nBut some had forgotten this Saviour\nTill danger, death alarm\n(when the comrade fell dead beside him)\nmade them fly to his sheltering arm\nBut what about you in the Homeland\nIs this Saviour precious to you\nDo you pray him to keep these dear lads\n commit them to him anew.",
                    "are you keeping your promises to them\nare you helping with all your might\nTo comfort cheer help them\nwho have bravely gone to the fight\nWhen this terrible war is ended\n the boys ? the brave boys ? come home\ncome back to loved ones - mother\nah! what will they find when they come\na world where all is against them\na struggle for life to begin\nor their loved ones dear mother \nawaiting to welcome them in."
                ]
            },
            {
                "title": "William Burrell diary, 1 May 1917-15 June 1918",
                "don": "a4032",
                "page": "105783",
                "sentences": [
                    "with sulphur stuff : cold wet day\nFriday Oct 5th\nDartford : cold day : up at 8 am : helped to clean up : went to Dartford with Monty in afternoon for a stroll : thigh still stiff after walking any distance at all : cold night \nSaturday Oct 6th\nDartford : cold day : changed the wards linen in morn : wrote in afternoon : splendid \"comedy play\" in theatre after tea entitled \"Jane\"."
                ]
            },
            {
                "title": "William Burrell diary, 1 May 1917-15 June 1918",
                "don": "a4032",
                "page": "105784",
                "sentences": [
                    "to walking again : pictures after tea in the theatre it was a good programme : \nTuesday Oct 9th\nDartford : helped to clean up the ward : cold day : inspected by Doctor marked for Weymouth at the end of the week : paid 3/6 after dinner\nWednesday Oct 10th\nDartford : helped to clean up : stroll to village with Monty after dinner watched an entertainment in the Y."
                ]
            },
            {
                "title": "William Henry Nicholson diary, 19 August 1915-31 December 1916",
                "don": "a4390",
                "page": "105609",
                "sentences": [
                    "I borrowed five francs of him on the strength of being sober, and helping him with his horse."
                ]
            },
            {
                "title": "William Henry Nicholson diary, 19 August 1915-31 December 1916",
                "don": "a4390",
                "page": "105640",
                "sentences": [
                    "I think I fell a hundred times, but was with some other chaps who helped me up."
                ]
            },
            {
                "title": "William Henry Nicholson diary, 19 August 1915-31 December 1916",
                "don": "a4390",
                "page": "105662",
                "sentences": [
                    "I helped my mate, who was very sick; to Company Headquarters; where I managed to get a double issue of rum."
                ]
            },
            {
                "title": "William Henry Nicholson diary, 1 January 1917-23 May 1918",
                "don": "a4391",
                "page": "105435",
                "sentences": [
                    "They ought to help our average along."
                ]
            },
            {
                "title": "William Henry Nicholson diary, 1 January 1917-23 May 1918",
                "don": "a4391",
                "page": "105462",
                "sentences": [
                    "This unlooked for reception has helped me to remember that there is a war raging hereabouts."
                ]
            },
            {
                "title": "Crooks war diary, 11 February 1915 - 24 May 1918",
                "don": "a4630",
                "page": "105279",
                "sentences": [
                    "There must have been fully 4,000 men in the mix-up composed chiefly of our own lads, They took charge of one quarter of the City fairly ran amok, they smashed everything they could lay hands on, windows were bent with bricks, furniture pulled to pieces and thrown from places 4 storeys high, to be gathered up by those in the street to be piled up ignited, and what fires they were, also had petrol to help them on."
                ]
            },
            {
                "title": "Crooks war diary, 11 February 1915 - 24 May 1918",
                "don": "a4630",
                "page": "105285",
                "sentences": [
                    "The place fairly reeks with dead bodies other unsanitary arrangements, of course it cannot be helped."
                ]
            },
            {
                "title": "Crooks war diary, 11 February 1915 - 24 May 1918",
                "don": "a4630",
                "page": "105335",
                "sentences": [
                    "Some of our boys would be helping German wounded to the rear, vice versa."
                ]
            },
            {
                "title": "John Joyce diary, 10 June-31 July 1916",
                "don": "a4714",
                "page": "105238",
                "sentences": [
                    "Hot tea helped a lot about 5 a."
                ]
            },
            {
                "title": "John Joyce diary, 10 June-31 July 1916",
                "don": "a4714",
                "page": "105267",
                "sentences": [
                    "By this time sufficient help with shovels in spot to dig out remainder so I retd.",
                    "to Cobber Charlie with great difficulty (He weighs 14 stone) we got him over & with Cpl Fraser’s help (A boy’s scouts) succeeded in restoring him to \nShells dropping all around.",
                    "Frank Sullivan & Jack Salter helped to carry Charlie to 1st Dressing stn."
                ]
            },
            {
                "title": "John Joyce diary, 10 June-31 July 1916",
                "don": "a4714",
                "page": "105269",
                "sentences": [
                    "Required all the fortitude you have inspired to keep me & help by example to calm others."
                ]
            },
            {
                "title": "Robert Harris diary, 17 August 1914-3 January 1915",
                "don": "a4745",
                "page": "105198",
                "sentences": [
                    "Thursday 22nd Oct \nWent and helped to put up the new wireless pole."
                ]
            },
            {
                "title": "Robert Harris diary, 30 March 1916- 28 March 1917",
                "don": "a4747",
                "page": "105062",
                "sentences": [
                    "Others bogged had to be helped out."
                ]
            },
            {
                "title": "Leslie William Sutherland diary, 1 January-13 December 1916",
                "don": "a4891",
                "page": "104903",
                "sentences": [
                    "August, 1916 Friday\nBattle of \nThe Battle at 0100 was raging fiercely they still drove our right flank back and at 0300 they charged using the bayonet freely they were driven back at first but at last they took Mt Meridith, an awful din was taking place the fire was getting heavier every minute at dawn things were at their climax then our artillery came into action, they then bombed our camp with 8 planes dropping in all 130 bombs a battery of heavy howitzers opened on our redoubts blew them to blazes the 2nd Bde now came into action materially helped to check them on the right although they still continued to advance at midday we were withdrawn sent out to the right try out flank them, this we did they fell back at the gallop we then bivouacked at an unnamed Hod."
                ]
            },
            {
                "title": "Dene B. Fry diary, 21 August 1916-26 January 1917",
                "don": "a4969",
                "page": "104713",
                "sentences": [
                    "British Rule they have thrived under, and they admit it, but British they are not, nor will they stir to help Britain."
                ]
            },
            {
                "title": "Dene B. Fry diary, 21 August 1916-26 January 1917",
                "don": "a4969",
                "page": "104714",
                "sentences": [
                    "His name was van-Weye, and he said \"Well why shouldn't I, they gave us our own land back after we lost it in fair fight, and we now have our own men in our own parliament: and look here brother he added, although we can never forgive the British many things they did, and although we cannot help but smile and to an extent despise their method of waging war against us, we all know only too well that under British protection we are better off than fighting our way amongst the grasping nations of Europe."
                ]
            },
            {
                "title": "Dene B. Fry diary, 21 August 1916-26 January 1917",
                "don": "a4969",
                "page": "104719",
                "sentences": [
                    "When I think of our helplessness in this troopship, and yet our real safety ? thanks to the boys in blue ? I say as old Gossip says \"Lets take our hats off to the Empire\" ."
                ]
            },
            {
                "title": "Dene B. Fry diary, 21 August 1916-26 January 1917",
                "don": "a4969",
                "page": "104733",
                "sentences": [
                    "But another factor helps us very much."
                ]
            },
            {
                "title": "Dene B. Fry diary, 21 August 1916-26 January 1917",
                "don": "a4969",
                "page": "104737",
                "sentences": [
                    "Sometimes he is too quick, and, getting above the stationary helpless balloon, drops an incendiary bomb."
                ]
            },
            {
                "title": "Dene B. Fry diary, 21 August 1916-26 January 1917",
                "don": "a4969",
                "page": "104742",
                "sentences": [
                    "He took a spell, and I picked the path and helped him out of muddy places."
                ]
            },
            {
                "title": "Dene B. Fry diary, 21 August 1916-26 January 1917",
                "don": "a4969",
                "page": "104746",
                "sentences": [
                    "The oil is supposed to be a great help in preventing it."
                ]
            },
            {
                "title": "Arthur John Moore diary, 9 November 1915-11 November 1916",
                "don": "a5299",
                "page": "104564",
                "sentences": [
                    "It is hard to realise that this country is at war, as all the people look so happy and content but we can't help noticing the absence of men and the number of people in mourning."
                ]
            },
            {
                "title": "Arthur John Moore diary, 9 November 1915-11 November 1916",
                "don": "a5299",
                "page": "104583",
                "sentences": [
                    "and I and a number of others helped with them till about 1 a."
                ]
            },
            {
                "title": "Arthur John Moore diary, 9 November 1915-11 November 1916",
                "don": "a5299",
                "page": "104595",
                "sentences": [
                    "went out with Bricky to help him choose a present for his wife."
                ]
            },
            {
                "title": "Arthur John Moore diary, 9 November 1915-11 November 1916",
                "don": "a5299",
                "page": "104598",
                "sentences": [
                    "and finished the night's entertainment with \"farewell\" in which a number of Tommies joined and helped to make more noise.",
                    "Some more of ?em are helping to build a rest camp."
                ]
            },
            {
                "title": "Arthur John Moore diary, 9 November 1915-11 November 1916",
                "don": "a5299",
                "page": "104624",
                "sentences": [
                    "Alldiss and a party of machine gunners arrived and helped to swell the singing."
                ]
            },
            {
                "title": "Arthur John Moore diary, 11 November 1916-11 January 1918",
                "don": "a5300",
                "page": "104321",
                "sentences": [
                    "The crowd in our Tent are marked 3rd sitting, \"so the Lord help us\"."
                ]
            },
            {
                "title": "Arthur John Moore diary, 11 November 1916-11 January 1918",
                "don": "a5300",
                "page": "104322",
                "sentences": [
                    "The chats helped to keep our blood circulating."
                ]
            },
            {
                "title": "Arthur John Moore diary, 11 November 1916-11 January 1918",
                "don": "a5300",
                "page": "104329",
                "sentences": [
                    "Busy in the Pack store helping \"Major\" Payne."
                ]
            },
            {
                "title": "Arthur John Moore diary, 11 November 1916-11 January 1918",
                "don": "a5300",
                "page": "104333",
                "sentences": [
                    "One good thing, being so crowded helps to keep us warm."
                ]
            },
            {
                "title": "Arthur John Moore diary, 11 November 1916-11 January 1918",
                "don": "a5300",
                "page": "104336",
                "sentences": [
                    "I helped to carry him through & when I left he was quite cheerful."
                ]
            },
            {
                "title": "Arthur John Moore diary, 11 November 1916-11 January 1918",
                "don": "a5300",
                "page": "104391",
                "sentences": [
                    "We found out that while Billsy & Sid Royall were there they helped M."
                ]
            },
            {
                "title": "Arthur John Moore diary, 1 January 1918-January 7 1919",
                "don": "a5301",
                "page": "104214",
                "sentences": [
                    "Yank\" is taking on the Job, with \"Darkey\" to help him."
                ]
            },
            {
                "title": "Arthur John Moore diary, 1 January 1918-January 7 1919",
                "don": "a5301",
                "page": "104268",
                "sentences": [
                    "There was a jolly nice crowd there, and one couldn't help having a good time."
                ]
            },
            {
                "title": "Arthur John Moore diary, 1 January 1918-January 7 1919",
                "don": "a5301",
                "page": "104290",
                "sentences": [
                    "As the lights of Havre faded away I could not help feeling a bit \"touchy\" as I've had some jolly good times in France, as well as some rough ones."
                ]
            },
            {
                "title": "Clifford M. Geddes diary, 1 August-5 September 1918",
                "don": "a5328",
                "page": "103990",
                "sentences": [
                    "Of course our chaps helped themselves to some when they had gone, as a bed for their dugouts.",
                    "Pity help us if he shells us here; the trench is very wide ? no dugouts very shallow."
                ]
            },
            {
                "title": "Frank Hurley war diary, 28 October 1917-24 January 1918",
                "don": "a5463",
                "page": "103871",
                "sentences": [
                    "He is absolutely helpless if attacked, and is a suspended target for shrapnel and machine gun fire."
                ]
            },
            {
                "title": "Frank Hurley war diary, 28 October 1917-24 January 1918",
                "don": "a5463",
                "page": "103905",
                "sentences": [
                    "With my 20 pieces of baggage, I felt helpless."
                ]
            },
            {
                "title": "Frank Hurley war diary, 28 October 1917-24 January 1918",
                "don": "a5463",
                "page": "103951",
                "sentences": [
                    "The roads are quagmires and extremely bad for camels, their padded feet slipping and sliding so that with the regulation load of 300 lbs up the poor brutes are absolutely helpless."
                ]
            },
            {
                "title": "Frank Hurley war diary, 24 January-13 August 1918",
                "don": "a5464",
                "page": "103773",
                "sentences": [
                    "I could not help laughing at the absurdity of it all."
                ]
            },
            {
                "title": "Frank Hurley war diary, 24 January-13 August 1918",
                "don": "a5464",
                "page": "103837",
                "sentences": [
                    "Martin has been of extreme assistance in helping me with the work of contract making packing and everything generally."
                ]
            },
            {
                "title": "Clarke war diary, 20 May 1916-13 August 1916",
                "don": "a5633",
                "page": "103604",
                "sentences": [
                    "God help the men who fall into them is all I can say.",
                    "Today is the last day that letters will be accepted so I am afraid that all my good people will naturally become anxious, but it cannot be helped in the slightest.",
                    "We all had our Egyptian Money changed into English to-day\n I will have rather a hard time tomorrow as I leave here on Sunday at 1 am, help to load 4 trains, then load my own train (5th) which leaves here at 2.",
                    "It is like a lot of other Towns in France very gay\"\n The whole population have drifted back one cannot help but admire their pluck when you think that the firing line is not far distant German Aeroplanes are always trying to bomb them.",
                    "Yet, now we are actually in the ?war theatre?, the people hardened no doubt, are very thankless for all that has been done for them we cannot but help notice same.",
                    "The rain has now stopped I hope it will fine off, as it is helping to impede our advance."
                ]
            },
            {
                "title": "Clarke war diary, 20 May 1916-13 August 1916",
                "don": "a5633",
                "page": "103609",
                "sentences": [
                    "God help the men who fall into them is all I can say."
                ]
            },
            {
                "title": "Clarke war diary, 20 May 1916-13 August 1916",
                "don": "a5633",
                "page": "103612",
                "sentences": [
                    "Today is the last day that letters will be accepted so I am afraid that all my good people will naturally become anxious, but it cannot be helped in the slightest."
                ]
            },
            {
                "title": "Clarke war diary, 20 May 1916-13 August 1916",
                "don": "a5633",
                "page": "103617",
                "sentences": [
                    "We all had our Egyptian Money changed into English to-dayI will have rather a hard time tomorrow as I leave here on Sunday at 1 am, help to load 4 trains, then load my own train (5th) which leaves here at 2."
                ]
            },
            {
                "title": "Clarke war diary, 20 May 1916-13 August 1916",
                "don": "a5633",
                "page": "103635",
                "sentences": [
                    "It is like a lot of other Towns in France very gay\"The whole population have drifted back one cannot help but admire their pluck when you think that the firing line is not far distant German Aeroplanes are always trying to bomb them."
                ]
            },
            {
                "title": "Clarke war diary, 20 May 1916-13 August 1916",
                "don": "a5633",
                "page": "103647",
                "sentences": [
                    "Yet, now we are actually in the 'war theatre', the people hardened no doubt, are very thankless for all that has been done for them we cannot but help notice same."
                ]
            },
            {
                "title": "Clarke war diary, 20 May 1916-13 August 1916",
                "don": "a5633",
                "page": "103658",
                "sentences": [
                    "The rain has now stopped I hope it will fine off, as it is helping to impede our advance."
                ]
            },
            {
                "title": "Clarke war diary, 15 August 1916-14 December 1916",
                "don": "a5634",
                "page": "103551",
                "sentences": [
                    "One cannot help comparing the attitude of the Belgian people to those of the French."
                ]
            },
            {
                "title": "Clarke war diary, 15 August 1916-14 December 1916",
                "don": "a5634",
                "page": "103553",
                "sentences": [
                    "It is a bit of a pang to leave my little Pony of whom I am genuinely in love with, but it cannot be helpful & I suppose it is only me who knows how sorry I am in leaving him."
                ]
            },
            {
                "title": "Clarke war diary, 15 August 1916-14 December 1916",
                "don": "a5634",
                "page": "103555",
                "sentences": [
                    "All the Battalion QMs are very nice chaps and help the work considerably."
                ]
            },
            {
                "title": "Bailey narrative of life aboard an Australian troopship, 22 October-28 December 1918 / Ernest Bailey",
                "don": "a5676",
                "page": "103509",
                "sentences": [
                    "Rock of Ages\", \"Lead Kindly Light\", and \"O God, our help in Ages Past\", are hymns that are always selected as some of the best."
                ]
            },
            {
                "title": "Bailey narrative of life aboard an Australian troopship, 22 October-28 December 1918 / Ernest Bailey",
                "don": "a5676",
                "page": "103510",
                "sentences": [
                    "In one instance in particular when leave had been cancelled owing to a most unfortunate circumstance, a lady friend (who has proved a friend indeed to every Australian Soldier who has had the opportunity of calling at that port) helped the boys in every possible way, to bear their hardship and disappointment."
                ]
            },
            {
                "title": "James McKenzie diary, 5 July 1915-21 January 1916",
                "don": "a5678",
                "page": "103433",
                "sentences": [
                    "We ultimately got on the right track by the help of a native policeman who got the hold of a little native boy."
                ]
            },
            {
                "title": "James McKenzie diary, 5 July 1915-21 January 1916",
                "don": "a5678",
                "page": "103481",
                "sentences": [
                    "The Army Ordnance Stores were open to all this forenoon and one could help themselves to all kinds of new clothing."
                ]
            },
            {
                "title": "James McKenzie diary, 5 July 1915-21 January 1916",
                "don": "a5678",
                "page": "103494",
                "sentences": [
                    "They are a labour corps helping to make roadways on the island."
                ]
            },
            {
                "title": "Leslie Morris war diary, 8 July 1916-1 January 1918",
                "don": "a5691",
                "page": "103329",
                "sentences": [
                    "I could not help it, I was at peace with all the world."
                ]
            },
            {
                "title": "Leslie Morris war diary, 8 July 1916-1 January 1918",
                "don": "a5691",
                "page": "103346",
                "sentences": [
                    "As I looked into his staring eyes and drawn face a moment, I could not help thinking more of her than of him."
                ]
            },
            {
                "title": "Leslie Morris war diary, 8 July 1916-1 January 1918",
                "don": "a5691",
                "page": "103350",
                "sentences": [
                    "I helped to lift one man out of the Sand Cart, whose shattered shoulder bones were protruding through the raw lacerated flesh, one foot was twisted and broken."
                ]
            },
            {
                "title": "Leslie Morris war diary, 8 July 1916-1 January 1918",
                "don": "a5691",
                "page": "103398",
                "sentences": [
                    "And now the gift I spurned\nI would that I?d held dear\nFor I have found the cup of wrong\nLeaves only bitter dregs, and yet\nIt helps to make The vision clear\nAnd so with tears I pray\nThat God may grant again\nThe Joy I cast away."
                ]
            },
            {
                "title": "Leslie Morris war diary, 6 January 1916-7 February 1919",
                "don": "a5692",
                "page": "103187",
                "sentences": [
                    "We sat up and laughed; we couldn't help it for it seemed irresistibly funny but it was also very cold lifting the heavy sheets with us and shivering we shivered as we dragged our warm bodies out of the blankets into contact with the wet canvas."
                ]
            },
            {
                "title": "Leslie Morris war diary, 6 January 1916-7 February 1919",
                "don": "a5692",
                "page": "103190",
                "sentences": [
                    "Any extreme will be gone to to secure the acme of comfort possible for Officers, and likewise, any ridiculous addleheaded regulation that helps to harass and make uncomfortable the life of the soldier, quickly finds official approval and sanction."
                ]
            },
            {
                "title": "Leslie Morris war diary, 6 January 1916-7 February 1919",
                "don": "a5692",
                "page": "103200",
                "sentences": [
                    "first time, the Cradle of Christianity, the City where the Messiah was born, where, to a nation groaning under the tyranny and oppression of the Roman yoke, and waiting in its darkness and bondage for the dawning of the morning of Deliverance, He came, as a helpless Babe, for whose Mother, in her hour of travail, there was found no room in the inn, and who, perforce had to turn aside into a cave used to shelter the cattle of those who stayed at the Khan."
                ]
            },
            {
                "title": "Leslie Morris war diary, 6 January 1916-7 February 1919",
                "don": "a5692",
                "page": "103226",
                "sentences": [
                    "come into conflict with the Children of Israel because they refused to help them right a wrong that had been done to an Israelite by the man of Gibeah."
                ]
            },
            {
                "title": "Leslie Morris war diary, 6 January 1916-7 February 1919",
                "don": "a5692",
                "page": "103269",
                "sentences": [
                    "Patriotism is not helped, but red raggism and deep class hatred gets a mighty leg-up."
                ]
            },
            {
                "title": "Leslie Morris war diary, 6 January 1916-7 February 1919",
                "don": "a5692",
                "page": "103278",
                "sentences": [
                    "One cannot help a feeling of sadness when one reflects that they are lying here, while the comrades they fought with are marching back in the joy of victory with peace, which these helped to win, but whom the fortunes of war did not permit share in life."
                ]
            },
            {
                "title": "James McKenzie diary, 8 October 1914-4 July 1915",
                "don": "a5767",
                "page": "103018",
                "sentences": [
                    "After it was fixed up we discovered that the hammock belonged to him and not to me and he was just about as helpless as myself with sea-sickness."
                ]
            },
            {
                "title": "James McKenzie diary, 8 October 1914-4 July 1915",
                "don": "a5767",
                "page": "103027",
                "sentences": [
                    "We saw a few of them being brought up the gangway in a more or less helpless condition."
                ]
            },
            {
                "title": "James McKenzie diary, 8 October 1914-4 July 1915",
                "don": "a5767",
                "page": "103039",
                "sentences": [
                    "This instance of the natives begging nature will help to illustrate the dodges they get up to."
                ]
            },
            {
                "title": "James McKenzie diary, 8 October 1914-4 July 1915",
                "don": "a5767",
                "page": "103072",
                "sentences": [
                    "It is a pleasure to help them."
                ]
            },
            {
                "title": "James McKenzie diary, 8 October 1914-4 July 1915",
                "don": "a5767",
                "page": "103076",
                "sentences": [
                    "I can’t help thinking that the manner in which the native women carry their water jugs and their baskets on their heads is meant for the same purpose, namely to ward off the flies."
                ]
            },
            {
                "title": "James McKenzie diary, 21 January 1916-19 September 1917",
                "don": "a5769",
                "page": "102863",
                "sentences": [
                    "Some private stores bought at Ismaelia have helped us on a bit."
                ]
            },
            {
                "title": "James McKenzie diary, 21 January 1916-19 September 1917",
                "don": "a5769",
                "page": "102888",
                "sentences": [
                    "The people on the whole had a bright expression on their faces but one could not help thinking that underlying it all there was a feeling of sadness."
                ]
            },
            {
                "title": "James McKenzie diary, 21 January 1916-19 September 1917",
                "don": "a5769",
                "page": "102892",
                "sentences": [
                    "This is a great saving of time and helps to deal with a large number of men who are making small purchases and as a result require change very frequently."
                ]
            },
            {
                "title": "James McKenzie diary, 21 January 1916-19 September 1917",
                "don": "a5769",
                "page": "102915",
                "sentences": [
                    "In this niche there is a figure of a favourite saint from which they hope to gain pardon for sins and help to live religious lives."
                ]
            },
            {
                "title": "James McKenzie diary, 21 January 1916-19 September 1917",
                "don": "a5769",
                "page": "102994",
                "sentences": [
                    "The morning was beautiful, the sun was shining brightly with a tendency to be hot, a slight haze was on the hills, the birds are singing languidly amongst the thick green foliage of the trees, the growing crops and green pastures all helped to make the world beautiful to behold."
                ]
            },
            {
                "title": "James McKenzie diary, 19 September 1917-20 September 1918",
                "don": "a5770",
                "page": "102812",
                "sentences": [
                    "In one field which had been harrowed, there were hundreds of shells which had been thrown by the explosion into all manner of positions One could not help smiling at the manner of them all They were just like an old cemetery with all the headstones lying at all angles."
                ]
            },
            {
                "title": "James McKenzie diary, 19 September 1917-20 September 1918",
                "don": "a5770",
                "page": "102816",
                "sentences": [
                    "The idea being to keep the men in touch with studies which will help them in Civil life."
                ]
            },
            {
                "title": "James McKenzie diary, 19 September 1917-20 September 1918",
                "don": "a5770",
                "page": "102837",
                "sentences": [
                    "Plenty of work there as they are all more or less helpless cases, and some of them are awful."
                ]
            },
            {
                "title": "James McKenzie diary, 19 September 1917-20 September 1918",
                "don": "a5770",
                "page": "102838",
                "sentences": [
                    "Sept 5thSent into No 2 ward to help to fix it up."
                ]
            },
            {
                "title": "George Edward Edmondson diary, 9 December 1916-12 July 1917",
                "don": "a5841",
                "page": "102630",
                "sentences": [
                    "when I helped with stables."
                ]
            },
            {
                "title": "Alfred Bray diary, 16 August 1915-23 August 1916",
                "don": "a5851",
                "page": "102589",
                "sentences": [
                    "When the boat was tied up to the wharf the gang ways swung I was detailed off to help unload our gear off the boat it was then that I first put my foot in France."
                ]
            },
            {
                "title": "Alfred Bray diary, August 1917-20 June 1918",
                "don": "a5853",
                "page": "102524",
                "sentences": [
                    "Whilst in these billet the battalions took up football a great number of inter company inter Battn matches were played thus helping to break the monotony of training etc."
                ]
            },
            {
                "title": "Joseph Pye diary, 3 December 1915-17 February 1919, and diary of the 5th Australian Field Bakery 5 March 1916-1 September 1918",
                "don": "a5877",
                "page": "102402",
                "sentences": [
                    "The amount of meal and other Commodities of like substance in its Composition help it to gather and retain the heat, thus necessitating the dough being set away at a slightly lower temperature."
                ]
            },
            {
                "title": "Joseph Pye diary, 3 December 1915-17 February 1919, and diary of the 5th Australian Field Bakery 5 March 1916-1 September 1918",
                "don": "a5877",
                "page": "102442",
                "sentences": [
                    "Could I help her."
                ]
            },
            {
                "title": "Joseph Pye diary, 3 December 1915-17 February 1919, and diary of the 5th Australian Field Bakery 5 March 1916-1 September 1918",
                "don": "a5877",
                "page": "102491",
                "sentences": [
                    "is delivered ready for use; it is economical, rapid in working, and helps to produce an excellent loaf."
                ]
            },
            {
                "title": "Cameron Robertson war diary, 18 October-20 December 1914",
                "don": "a5986",
                "page": "102322",
                "sentences": [
                    "When the 1st Australian Imperial Expeditionary Force visited visited there while on their way to help the Allies in their fight against the Germans."
                ]
            },
            {
                "title": "Cameron Robertson war diary, 21 December 1914-16 December 1916",
                "don": "a5987",
                "page": "102196",
                "sentences": [
                    "In the dim light small boats could be seen floating about, - some upturned others containing helpless & battered bodies."
                ]
            },
            {
                "title": "Cameron Robertson war diary, 21 December 1914-16 December 1916",
                "don": "a5987",
                "page": "102233",
                "sentences": [
                    "He however asked them to stay as they were the sort of men who would help him to build up the battalion."
                ]
            },
            {
                "title": "Cameron Robertson war diary, 21 December 1914-16 December 1916",
                "don": "a5987",
                "page": "102264",
                "sentences": [
                    "The 1st & 5th Div are now returning for a \"Second helping of Fritz\"."
                ]
            },
            {
                "title": "Jack Sommers war letters and verses, 1914-1916",
                "don": "a6059",
                "page": "102078",
                "sentences": [
                    "My French improves, I can carry on quite decently now, and it's a great help here."
                ]
            },
            {
                "title": "Norman Lee Pearce World War I diary, 1 January - 8 November 1916",
                "don": "a6301",
                "page": "101805",
                "sentences": [
                    "so far but am helping Crop at 14th under Capt Marshall."
                ]
            },
            {
                "title": "Norman Lee Pearce World War I diary, 1 January - 8 November 1916",
                "don": "a6301",
                "page": "101809",
                "sentences": [
                    "I am helping Capt Robinson M."
                ]
            },
            {
                "title": "Norman Lee Pearce World War I diary, 1 January - 8 November 1916",
                "don": "a6301",
                "page": "101813",
                "sentences": [
                    "who arrived this morning and help him ‘til another Corporal arrived."
                ]
            },
            {
                "title": "Alan Langley Pryce diary, 21 December 1914-27 April 1915",
                "don": "a6369",
                "page": "101774",
                "sentences": [
                    "was to crook to help them so stayed in camp \n11 still no good\n12 Went out to look at the trenches but did not do any digging."
                ]
            },
            {
                "title": "Alan Langley Pryce letters, 13 August 1914-3 April 1915",
                "don": "a6372",
                "page": "101698",
                "sentences": [
                    "I can not help thinking what may have happened or be happening up in the north, where so many things have taken place."
                ]
            },
            {
                "title": "Alan Langley Pryce letters, 13 August 1914-3 April 1915",
                "don": "a6372",
                "page": "101699",
                "sentences": [
                    "Just imagine what a noble lot of barrackers the British fleet will have surely those noblemen of Devon will fight again, for the grand old empire they helped to build."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101412",
                "sentences": [
                    "its dangerous work, helping to hunt Fritz back to Berlin because he doesn't want to go, and argues the point, over going someday perhaps they will get him moving, and then he wants to either move very fast, or very cautiously."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101420",
                "sentences": [
                    "has to be a general handy man, able to ride help muster, count sheet, etc."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101458",
                "sentences": [
                    "I dont think that I will though, not if I can help it."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101462",
                "sentences": [
                    "was hourly expecting one of the children to develop the disease, domestic help not being procurable."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101471",
                "sentences": [
                    "they appeal to the men to trust them but they show the men in every way possible that they do not trust the men themselves, they would not grant the men who went away on Saturday any embarkation leave, after the first move was cancelled, a sort of half promise was given, that an effort would be made to grant leave, then they were told that in all Probability 48 hours leave would be granted, that helped to steady some of the men, but the next thing we heard was that they would moving off that same night had I been on that draft I would have set out for London right away and had a few days holiday whether they liked it or not."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101473",
                "sentences": [
                    "had I received them earlier I could have used nearly all of them but that cannot be helped, now, the sites picked for camps are good, but they are in the most out of the way, and inconvenient place that anyone could have selected, it is a good way, too, as it makes it awkward for week enders, and the camps are free from visitors Thank Betty for her letter which was enclosed with yours."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101478",
                "sentences": [
                    "The weather has improved and we are enjoying some nice fine days and some beautiful white frosts They are real stingers, and my hands are still so cold and helpless that I can hardly write, although it is nearly 11 A."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101482",
                "sentences": [
                    "about 8 of the men left had helped to unload a waggon that came in we took about 6 cases of boots off it."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101488",
                "sentences": [
                    "at present the weather is not very good a few days ago it was freezing, now it has started to thaw, so there is plenty of mud, except on the main Roads They are all good and are well Tarred to Preserve them and keep the dust out down, it is a good Idea, it also helps to keep them good in wet weather as they are raised in the centre, and the water runs off freely."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101495",
                "sentences": [
                    "and of vacant Building allottments being placed under vegetables by enthusiastic householders, who want to help the country but you will not read of the vacant farm lands owned by rich men, who do not want the land except for Breeding rabbitts and Pheasants you will not read of the miserable failures that these aforementioned enthusiasts make they expect to just dig the land, put the seed spuds, cabbages or what ever class of veg."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101498",
                "sentences": [
                    "are all imagination, it is only in parts, and we can do that much out in Australia, true it will start and snow at night in the morning you look out, and everywhere it is white, and very pretty, but by 10 am it has nearly all gone as silently as it came and it leaves a nice slushy mud to help make life miserable.",
                    "they did not want him to rise, so they would not try to help him, instead they, or many of them threw all sorts of obstacles in his way."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101499",
                "sentences": [
                    "A young Russian Prince, the hero whose sole aim is to help his people."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101505",
                "sentences": [
                    "but I cant help enjoying seeing them taken a down a peg or two."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101512",
                "sentences": [
                    "Officers and men were sent from this camp to help quiet the mob."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101533",
                "sentences": [
                    "has done a very great deal to help the forces and they have followed us wherever it was possible."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101539",
                "sentences": [
                    "still helping the wheat grower, along the road, or is he still getting in the way of the food profiteer, had there been a few Davey Halls in the power over the other side of the duck Pond, I guess things might have been considerably better for all as much as they do."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101547",
                "sentences": [
                    "I expect that he will be returning shortly but do not know for certain, I hope that you have received more of my Letters, there must be some of them astray, Harrys too, do not seem to reach their destination, I suppose that it cant be helped."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101548",
                "sentences": [
                    "it cant be helped."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101549",
                "sentences": [
                    "when I have the cash, I shall have to call Sister Nell, or someone else, who can help me."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101552",
                "sentences": [
                    "but it cant be helped."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101565",
                "sentences": [
                    "for our fellows to come up and take them prisoners One thing I will say for them, they allways seem ready enough to help carry back wounded men as they are escorted to the rear, sometimes a Fritzie will come struggling in with a wounded comrade, on his back, Their Red cross men too understand their job, of course there are plenty of the other type, they are the sort who snipe \nStretcher bearers, etc."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101597",
                "sentences": [
                    "About the 18th or 19th a change set in and the weather commenced to freeze in real ernest, a heavy mist helped to make things just a little more uncomfortable than they might have been, but when the mist froze on the Trees, it made the place look rather pretty, and for awhile, I thought that we were in for a white Xmas, but a couple of days, ago, a thaw started, and in the night the mist lifted, and for the first time since we landed here we were able to see the country round, now the weather is very unsettled and there may be rain snow, or perhaps it may be fine for Xmas."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101599",
                "sentences": [
                    "or canteen: I forget which, the show does not last very long, but helps to pass an hour, I had a letter from Overstrand, last week."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101608",
                "sentences": [
                    "I made some one night not long ago and the men who helped to eat it were so impressed that one of them went out a few nights ago and purchased some more, and I have to cook it, and of course help to eat it."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101610",
                "sentences": [
                    "Now Re the recent strikes in Aussie, I hope myself, that, someone gets it, as you say, In the neck, over the business, They deserve it, and if only the Govt would wake up a little and line a few of the War agitators up against a wall somewhere, and shoot them off hand, the rest would take a pull, \"I've seen better Huns on this side than those swine who helped to cause the trouble, over there, (They were dead) but still they died like men, for their country and no matter what the papers may say, or what the average, win the war with Skite, Politician may say, in condemnation of the Hun, and may try to make the general public believe about his methods."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101629",
                "sentences": [
                    "and it will soon be tea time, hope you are looking after Mother, and helping all you can Bett."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101646",
                "sentences": [
                    "and we're not messed about so much but we dont stop long here I will soon be off to join the boys and help keep the Hun back."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101653",
                "sentences": [
                    "and think nothing of helping themselves ."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101673",
                "sentences": [
                    "They were dissappointed because my leave was so far off but it cant be helped, it will come round someday but I would have liked to visit Blighty while the weather was good, I had quite enough of it during the dull days in 16 and dont want to go on leave in that sort of weather, Had a letter from Tom Kennett a couple of days ago."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101687",
                "sentences": [
                    "hope that you have quite recovered from your illness and that you are able to help mother again."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101689",
                "sentences": [
                    "Some of these people will do anything at all that lies in their power to help and give a wounded soldier a good time."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101695",
                "sentences": [
                    "The same material is used for various other purposes, and there are many other indications, that he is short of material, but one cannot help admiring the way in which he overcomes some of these difficulties There is no getting away from the fact that he is clever, from a scientific point of view, but when it comes to fighting, our fellows have him beaten badly."
                ]
            },
            {
                "title": "Henry Weston Pryce diary, 14 July 1916-1917",
                "don": "a6375",
                "page": "101344",
                "sentences": [
                    "Hell will be overcrowded with Military administrators & charity Committees!\nOur advice to the women who want to help the soldiers: Dont waste your time & money working to make riches for a lot of rogues – send what you want to send direct to those you know or those someone else knows & will tell you of."
                ]
            },
            {
                "title": "Henry Weston Pryce diary, 14 July 1916-1917",
                "don": "a6375",
                "page": "101348",
                "sentences": [
                    "told us he expected we’d freeze hard long before due for France, but he can’t help it."
                ]
            },
            {
                "title": "Henry Weston Pryce diary, 14 July 1916-1917",
                "don": "a6375",
                "page": "101367",
                "sentences": [
                    "They helped to win the Cameroons.",
                    "They are helping to win East Africa & they are helping."
                ]
            },
            {
                "title": "John Owen Maddox diary, 1 January-31 December 1918",
                "don": "a6400",
                "page": "101124",
                "sentences": [
                    "However, it was a success over 3000 prisoners have been taken, many coming through our post helping to evacuate the wounded."
                ]
            },
            {
                "title": "Alfred Prichard Kington Morris diary, 17 October 1915-11 May 1916",
                "don": "a6470",
                "page": "100923",
                "sentences": [
                    "I cannot help thinking that we are in for another fight before we leave the peninsular."
                ]
            },
            {
                "title": "Alfred Prichard Kington Morris diary, 17 October 1915-11 May 1916",
                "don": "a6470",
                "page": "100940",
                "sentences": [
                    "I started work immediately with the mornings sick parade there are two others helping me and the Dr seems a decent sort his name is Capt Hill, we did a very large sick parade and I had a lot of dressings."
                ]
            },
            {
                "title": "Alfred Prichard Kington Morris diary, 17 October 1915-11 May 1916",
                "don": "a6470",
                "page": "100943",
                "sentences": [
                    "The company were Red Cross Helpers and were very good, all professionals."
                ]
            },
            {
                "title": "Geoffrey Rose memoir based on war diaries and letters, 18 August 1919-3 September",
                "don": "a6565",
                "page": "100866",
                "sentences": [
                    "Well, if a farmer mows his lawn, what does a dynamo?\nAgain I shook my helpless head and said I didn't know."
                ]
            },
            {
                "title": "Geoffrey Rose memoir based on war diaries and letters, 18 August 1919-3 September",
                "don": "a6565",
                "page": "100909",
                "sentences": [
                    "They helped my eyes to mark\nOur barrage-lines across the battery-arc."
                ]
            },
            {
                "title": "T. J. Cleary diary, 25 August 1918 - 5 July 1919",
                "don": "a6699",
                "page": "100796",
                "sentences": [
                    "I should think it would hold about 10,000 people easily but God help them if it ever catches fire."
                ]
            },
            {
                "title": "T. J. Cleary diary, 25 August 1918 - 5 July 1919",
                "don": "a6699",
                "page": "100826",
                "sentences": [
                    "I was unlucky being end man on the lower side, the stool broke away collapsed I slid down onto a nail with the other 5 on my side on top of me which of course helped to drive the nail in, add to this the Table its contents, Tea, Sugar, Jam, Butter, cataracts of table utensils and you may guess how I felt."
                ]
            },
            {
                "title": "Rodda war diary, 27 March-18 August 1917",
                "don": "a6701",
                "page": "100728",
                "sentences": [
                    "Exeter with Buns tea by Lady Mayoress helpers."
                ]
            },
            {
                "title": "Rodda war diary, 20 August 1917-10 October 1918",
                "don": "a6702",
                "page": "100677",
                "sentences": [
                    "am helping in moving the C."
                ]
            },
            {
                "title": "Rodda war diary, 20 August 1917-10 October 1918",
                "don": "a6702",
                "page": "100678",
                "sentences": [
                    "A woman helps him with the shaving."
                ]
            },
            {
                "title": "Rodda war diary, 20 August 1917-10 October 1918",
                "don": "a6702",
                "page": "100707",
                "sentences": [
                    "Sunday Up 6am after helping to clear the camp walked to Hondeghem Stn to train leaving there 11am."
                ]
            },
            {
                "title": "Rodda war diary, 20 August 1917-10 October 1918",
                "don": "a6702",
                "page": "100710",
                "sentences": [
                    "Was down at La Bassee canal during morning helping evacuate wounded."
                ]
            },
            {
                "title": "Rodda war diary, 20 August 1917-10 October 1918",
                "don": "a6702",
                "page": "100721",
                "sentences": [
                    "He was helpless."
                ]
            },
            {
                "title": "Rodda war diary, 11 October 1918-29 April 1919",
                "don": "a6703",
                "page": "100578",
                "sentences": [
                    "As I went in a lady helper there came and spoke to me and she said she was a Melbourne girl but had lived here a long while."
                ]
            },
            {
                "title": "Scheidel letters received during World War, 12 October 1914-10 November 1919 / Lillian Scheidel",
                "don": "a6719",
                "page": "100496",
                "sentences": [
                    "I would be very pleased to hear that Irene had been accepted for active service, if you could only realise Lillian what it is to be a soldier and not fight, or a nurse and not help on A.",
                    "I would go through fire and water to help any nurse."
                ]
            },
            {
                "title": "Scheidel letters received during World War, 12 October 1914-10 November 1919 / Lillian Scheidel",
                "don": "a6719",
                "page": "100505",
                "sentences": [
                    "Blind\nGod, who gave the world it's fairness,Swooning seas and ardent skies;Fashioned it with every rarenessThat could dazzle human eyes;God, who gave me all of these,Help me do without them please.",
                    "Giver of the light and flowers,Running stream and forest tree,Help me through the heavy hours, When I think what others see.",
                    "God, Who took my sight awayHelp me do without it, pray."
                ]
            }
        ]
    },
    {
        "album": "http://acms.sl.nsw.gov.au/album/albumView.aspx?itemID=881152&acmsid=0",
        "item": "a8604001",
        "thumb": "http://acms.sl.nsw.gov.au/_DAMp/image/24/115/a8604001p.jpg",
        "hires": "http://acms.sl.nsw.gov.au/_DAMx/image/24/115/a8604001h.jpg",
        "phrases": [
            "get a move on",
            "old man"
        ],
        "snippets": [
            {
                "title": "Archibald Barwick diary, 14 April 1917-19 May 1917",
                "don": "a2557",
                "page": "113893",
                "sentences": [
                    "still be seen the pellets of shot which were shot into it in Cromwell's days, a little further round in the old stone walls surrounding the chapter house there is still to be seen the little dents in the stone made by Cromwell's \"culverins\" (a small gun of those days), this magnificent church was Catholic originally until Cromwell altered things a fine old man was the Protector in many ways."
                ]
            },
            {
                "title": "Charles Monaghan diary, 1916",
                "don": "a2737",
                "page": "111797",
                "sentences": [
                    "Bob meets old Manse friend in Miss Taylor."
                ]
            },
            {
                "title": "Charles Monaghan diary, 1917",
                "don": "a2738",
                "page": "111682",
                "sentences": [
                    "They were mowing the crop when the old man struck a live bomb which had evidently been thrown into the crop by a patient.",
                    "Result it exploded wounded both the old man in a dozen places little girl on leg."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 17 March-8 July 1916",
                "don": "a3358",
                "page": "109930",
                "sentences": [
                    "Squatting on the footpath an old man had a brazier of charcoal with incense burning."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 17 March-8 July 1916",
                "don": "a3358",
                "page": "109949",
                "sentences": [
                    "The old man and his wife and married daughter live on the place with the daughters two boys who are at school and a farm hand (Augustine) and a serving wench.",
                    "The husband and the old mans son are both soldiers, the latter being a prisoner in Germany."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 17 March-8 July 1916",
                "don": "a3358",
                "page": "109995",
                "sentences": [
                    "The old man and his daughter still occupy this place which is but 2000f from firing line and already half wrecked."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 21 December 1916- 28 February 1917",
                "don": "a3362",
                "page": "109673",
                "sentences": [
                    "The old man here and the farmhand are both very unwashed and dirty and their work in the midden heap does not tend to make them any better."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 1 March-11 April 1917",
                "don": "a3363",
                "page": "109537",
                "sentences": [
                    "Near the entrance to the pews an old man was sitting, he had a brush the end of which was wet with holy water as the people all touched this and then crossed themselves."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 12 April-11 May 1917",
                "don": "a3364",
                "page": "109481",
                "sentences": [
                    "Here the General had some words with the Colonel and, as the old man said, \"stamped his foot\"."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 12 April-11 May 1917",
                "don": "a3364",
                "page": "109521",
                "sentences": [
                    "Tired men coming out of the trenches:- \"What mob are yer?\" \"Mob er goats\" \"Crise, I knows that without telling!\"\n(An old man would always answer one of these questions courteously particularly to a man coming out of the line ? etiquette."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 12 May-20 July 1917",
                "don": "a3365",
                "page": "109353",
                "sentences": [
                    "The old man had 540000 left to him by a relative in America but did not alter his mode of life beyond erecting a good big house."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 12 May-20 July 1917",
                "don": "a3365",
                "page": "109357",
                "sentences": [
                    "At the Chateau little Chretian had her photo taken by the old man ? the essence of importance bustle."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 12 May-20 July 1917",
                "don": "a3365",
                "page": "109403",
                "sentences": [
                    "Entering we found all the place closed as usual, but an old man had permission to take officers their friends round."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 16 October-21 November 1917",
                "don": "a3368",
                "page": "109132",
                "sentences": [
                    "Poor wrinkled old women with leathery skin mumble toothlessly outside their dwellings and the poor tottering old man gets many a bump from passers by."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 16 October-21 November 1917",
                "don": "a3368",
                "page": "109143",
                "sentences": [
                    "An old man called as guide and proved very good being an Englishman."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 16 October-21 November 1917",
                "don": "a3368",
                "page": "109155",
                "sentences": [
                    "Near the bottom sits a dirty long grey haired old man with a cockatoo ? he was there last time and apparently does not move all day."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 22 November 1917-28 January 1918",
                "don": "a3369",
                "page": "109042",
                "sentences": [
                    "On view were many old manuscripts and books, missals c and old heathen screeds including one of the Iliad."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 29 January-22 March 1918",
                "don": "a3370",
                "page": "108843",
                "sentences": [
                    "leMaire who is a fine neat and alert old man of substance but circumstances arose which prevented me from calling on him."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 29 January-22 March 1918",
                "don": "a3370",
                "page": "108884",
                "sentences": [
                    "An old man crouching over a fire and a tired looking woman."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 25 April-30 May 1918",
                "don": "a3372",
                "page": "108641",
                "sentences": [
                    "In the mess was an old weaving machine and they explained that the old man was a weaver but lack of supplies prevented him from carrying on."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 25 April-30 May 1918",
                "don": "a3372",
                "page": "108642",
                "sentences": [
                    "The old man spends most of his time here."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 31 October-22 December 1918",
                "don": "a3376",
                "page": "108258",
                "sentences": [
                    "At this billet there is a very old man of 70 and his wife who are living in the most utter misery – cold, short of food and with their only son dead."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 31 October-22 December 1918",
                "don": "a3376",
                "page": "108282",
                "sentences": [
                    "An old man holding out the holy water brush and a nun soliciting alms for the poor."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 31 October-22 December 1918",
                "don": "a3376",
                "page": "108285",
                "sentences": [
                    "An old man wearing a skull cap sits at the entrance of the church holding a holy water brush out."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 23 December 1918-10 March 1919",
                "don": "a3377",
                "page": "108176",
                "sentences": [
                    "At the Mairies the bonne was crying her eyes out so much that she could hardly present me to make my adieux to the old man! At 10 am we moved off a motor lorry carting all the men's packs."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 7 June-11 September 1919",
                "don": "a3379",
                "page": "107966",
                "sentences": [
                    "Saw an old man with heart kidney disease lying in a hut of his own sick."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 1-26 August 1915",
                "don": "a3446",
                "page": "107803",
                "sentences": [
                    "Boy reading to old man who apparently was in extremis."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 28 September-11 December 1915",
                "don": "a3448",
                "page": "107661",
                "sentences": [
                    "Passed venerable old man with flowing grey beard evidently head serang of the labourers."
                ]
            },
            {
                "title": "Benjamin Alfred Cohen diary, 1 March-23 June 1919",
                "don": "a3867",
                "page": "106798",
                "sentences": [
                    "The heels came together with a click, the arm moved slowly, but there was pride in the old man's tear dimmed eyes as he stood to attention when the colours were carried by."
                ]
            },
            {
                "title": "John H. Wheat narrative, ca. 1914-1918",
                "don": "a3901",
                "page": "106694",
                "sentences": [
                    "This time an old man stood up on the roof."
                ]
            },
            {
                "title": "John H. Wheat narrative, ca. 1914-1918",
                "don": "a3901",
                "page": "106698",
                "sentences": [
                    "He had not gone far before he met an old man and woman riding on donkeys, and he asked them if they had anything to sell.",
                    "However when they met the old man wanted to know who he was.",
                    "The old man clapped him on the back and said how pleased he was to meet one of his German brothers.",
                    "The old man replied that it was very difficult to get anything there as there was such a shortage of bread.",
                    "After bringing my mate a cool glass of water from the well and a plate of fresh figs the old man went out into the village to see what he could get."
                ]
            },
            {
                "title": "John H. Wheat narrative, ca. 1914-1918",
                "don": "a3901",
                "page": "106699",
                "sentences": [
                    "The old man replied that they had been there just eight days ago and how bad the English were."
                ]
            },
            {
                "title": "John H. Wheat narrative, ca. 1914-1918",
                "don": "a3901",
                "page": "106700",
                "sentences": [
                    "We met the old man who Nichols had bought the food off in the village only three days before.",
                    "The old man just nodded and smiled, and we breathed freely once more."
                ]
            },
            {
                "title": "Henry Joseph Parsons war diary, 1 May 1918-31 May 1919",
                "don": "a3926",
                "page": "106436",
                "sentences": [
                    "The Doctor is a very old man, and he can speak very little English, He is also more considerate for the English than other Nationalities."
                ]
            },
            {
                "title": "James McKenzie diary, 5 July 1915-21 January 1916",
                "don": "a5678",
                "page": "103430",
                "sentences": [
                    "We saw an old man turning wood by a very clever device in the form of a hand lathe.",
                    "The rapidity by which this old man turned these articles with this ancient device was marvellous."
                ]
            },
            {
                "title": "James McKenzie diary, 5 July 1915-21 January 1916",
                "don": "a5678",
                "page": "103491",
                "sentences": [
                    "There was the old schoolmaster, a venerable old man seated on a high chair and a desk in front of him giving lessons of some nature or other to a big number of Greek children."
                ]
            },
            {
                "title": "Leslie Morris war diary, 8 July 1916-1 January 1918",
                "don": "a5691",
                "page": "103310",
                "sentences": [
                    "Here one will break out into a wild leaping and hand-clapping, till from sheer exhaustion, he falls on the mat, while another, an old man, white beard and locks flowing, throws himself onto his knees, bows his forehead again and again to the dust, his hands spread out in supplication."
                ]
            },
            {
                "title": "Leslie Morris war diary, 8 July 1916-1 January 1918",
                "don": "a5691",
                "page": "103418",
                "sentences": [
                    "Here one will break out into a wild hand clapping, while another, an old man with white beard and locks flowing, throws himself onto his knees, and bows himself again and again into the dust, hands spread out in supplication."
                ]
            },
            {
                "title": "James McKenzie diary, 21 January 1916-19 September 1917",
                "don": "a5769",
                "page": "102904",
                "sentences": [
                    "This gave him the appearance of a very old man with bent shoulders and staggering gait he followed the male villagers of all ages to the square in the centre of the village."
                ]
            },
            {
                "title": "James McKenzie diary, 21 January 1916-19 September 1917",
                "don": "a5769",
                "page": "102950",
                "sentences": [
                    "In this same shop which sold many good things, one found that they sold many questionable things especially in pictorial line."
                ]
            },
            {
                "title": "James McKenzie diary, 19 September 1917-20 September 1918",
                "don": "a5770",
                "page": "102775",
                "sentences": [
                    "Down at the farm, the old man gave us an exhibition of cutting the teeth of very young pigs."
                ]
            },
            {
                "title": "James McKenzie diary, 19 September 1917-20 September 1918",
                "don": "a5770",
                "page": "102799",
                "sentences": [
                    "Usually on these carts one saw perched above the gear a number of women, old and young and an old man driving the horse."
                ]
            },
            {
                "title": "James McKenzie diary, 19 September 1917-20 September 1918",
                "don": "a5770",
                "page": "102807",
                "sentences": [
                    "We came to a couple of cottages which were standing still out of the water and on making inquiries there an old man directed us the right route to take."
                ]
            },
            {
                "title": "Jack Sommers war letters and verses, 1914-1916",
                "don": "a6059",
                "page": "102142",
                "sentences": [
                    "The same as oft times hath, charmed magic casements opening on the foam of perilous seas in faery lands forlorn\"\nOde to a Nightingale, Keats\n Dear Pal Across the flat of Matrooh past the mound above the catacombs, drifts the usual procession of refugees, a dozen women or so headed by an old man donkeys the size of St Bernard dogs stagger under the ragged tents, Lares and Penates of the desert home."
                ]
            },
            {
                "title": "Jack Sommers war letters and verses, 1914-1916",
                "don": "a6059",
                "page": "102160",
                "sentences": [
                    "Refugees ? half starved Bedouins, an old man with his many wives a pageant of rags."
                ]
            },
            {
                "title": "Norman Lee Pearce World War I diary, 1 January - 8 November 1916",
                "don": "a6301",
                "page": "101860",
                "sentences": [
                    "There was an old man of Madrid\nWho went to an auction to bid\nThe pick of the load was a bedroom commode\nBut pooh! when he lifted the lid."
                ]
            },
            {
                "title": "Alan Langley Pryce letters, 13 August 1914-3 April 1915",
                "don": "a6372",
                "page": "101749",
                "sentences": [
                    "I did not see the notice in the paper although some of the other chaps did it will be a great blow to the old man he thought no end of Mick."
                ]
            },
            {
                "title": "Henry Weston Pryce diary, 14 July 1916-1917",
                "don": "a6375",
                "page": "101355",
                "sentences": [
                    "The old man & mates used dreadful language in front of us soldiers too! We rather wish she were a twin screw & could smash the other."
                ]
            },
            {
                "title": "Alfred Prichard Kington Morris diary, 17 October 1915-11 May 1916",
                "don": "a6470",
                "page": "100925",
                "sentences": [
                    "Tuesday Nov 9th No better stooping over like an old man Dr at last has name for it ? Lumbago and he sent me round to the L."
                ]
            },
            {
                "title": "T. J. Cleary diary, 25 August 1918 - 5 July 1919",
                "don": "a6699",
                "page": "100803",
                "sentences": [
                    "The old man was much surprised when Andy mentioned that we might be sea-sick going home."
                ]
            },
            {
                "title": "T. J. Cleary diary, 25 August 1918 - 5 July 1919",
                "don": "a6699",
                "page": "100804",
                "sentences": [
                    "The old man is still a bit uncertain about Australia.",
                    "The old man sometimes starts telling me things."
                ]
            }
        ]
    },
    {
        "album": "http://acms.sl.nsw.gov.au/album/albumView.aspx?itemID=881152&acmsid=0",
        "item": "a8563001",
        "thumb": "http://acms.sl.nsw.gov.au/_DAMp/image/24/115/a8563001p.jpg",
        "hires": "http://acms.sl.nsw.gov.au/_DAMx/image/24/115/a8563001h.jpg",
        "phrases": [
            "trumpet",
            "calls"
        ],
        "snippets": [
            {
                "title": "Archibald Barwick diary, 3 September-3 October 1916",
                "don": "a2553",
                "page": "114449",
                "sentences": [
                    "as they swung shells or cleaned the guns, just behind close to the guns an officer is standing after every salvo he calls out the range etc."
                ]
            },
            {
                "title": "Archibald Barwick diary, 7 November 1916-2 January 1917",
                "don": "a2555",
                "page": "114195",
                "sentences": [
                    "he makes his appearance he is greeted with cries of \"right away\" Tumberumba (where he belongs) and a few more choice calls, this sort of chaff maddens him and the boys know it, he started complaining to me about it, but got no sympathy from this child."
                ]
            },
            {
                "title": "Archibald Barwick diary, 21 September 1917-4 March 1918",
                "don": "a2559",
                "page": "113286",
                "sentences": [
                    "It is just on 8 oclock I will now have to close up proceed to clear the \"boozers\" this job always calls for a little tact, thats a thing that I think I have learnt since being in the Army, it gives one a rare insight into the handling of men, this is always handy to have, it all depends how you go about handling the average Australian, if you start to put the bounce in you are a \"goner\" for they simply will not be driven\n17th It appears from what I can hear this morning that we were the first Australian piquet to come into Abbeuil, it seems that the Tommies had been doing it, but our chaps had got them bluffed the A."
                ]
            },
            {
                "title": "Archibald Barwick diary, 21 September 1917-4 March 1918",
                "don": "a2559",
                "page": "113492",
                "sentences": [
                    "sights of a rifle, Sid Harris McKeown, Mr Davis I were trying to play \"bridge\" none of them knew what they were trying to get I'm sure they could all see twice as many spots on their cards as what there really were, judging from their calls, Mr Beckett was giving advice to all, keeping their glasses full, Reubens was trying to play cards telling them all about a machine gun, then Mr Beckett started them arguing about the color of the Belgian Croix de Guerre ribbon, you would have laughed if you had seen the way they got tangled up over the color."
                ]
            },
            {
                "title": "Archibald Barwick diary, 5 March-12 April 1918",
                "don": "a2560",
                "page": "113126",
                "sentences": [
                    "Old Bill was smiling all over his face when he shook hands slapped his hand across my ribbon, said \" that's the stuff to give 'em \"Snow\" he always calls me by that name does Bill, had a bit of a yarn then we both went about our business, Bill to the A."
                ]
            },
            {
                "title": "Archibald Barwick diary, 15 December 1918-26 January 1919",
                "don": "a2564",
                "page": "112571",
                "sentences": [
                    "s have been parading 2 or 3 times today for roll calls etc."
                ]
            },
            {
                "title": "H. V. Berry diary, 14 June 1915-27 May 1916",
                "don": "a2567",
                "page": "112408",
                "sentences": [
                    "Saturday 5/2/16\nAll bugle calls resumed, as under ordinary circumstances."
                ]
            },
            {
                "title": "Charles Monaghan diary, 1917",
                "don": "a2738",
                "page": "111528",
                "sentences": [
                    "Ern M calls for me at 4 p."
                ]
            },
            {
                "title": "Charles Monaghan diary, 1917",
                "don": "a2738",
                "page": "111571",
                "sentences": [
                    "One easily recalls brigands their loot, dark deeds foul crimes committed in their corridors."
                ]
            },
            {
                "title": "Charles Monaghan diary, 1917",
                "don": "a2738",
                "page": "111632",
                "sentences": [
                    "A typical Irishman, an awful worry, high querelous voice calls 'orderly? incessantly."
                ]
            },
            {
                "title": "Frank Hurley war diary, 21 August-28 October 1917",
                "don": "a2826",
                "page": "110976",
                "sentences": [
                    "Omer, we discovered to be quite a large town, after numerous enquiries in pigeon French calls at various shops, I managed to secure a camp bed."
                ]
            },
            {
                "title": "Ambrose O'Hare war diary, 12 August 1914-15 October 1918",
                "don": "a3314",
                "page": "110180",
                "sentences": [
                    "am we surround the House 6 men fix Bayonets get on the verandah quietly, the major calls out the German comes out to find himself covered."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 17 March-8 July 1916",
                "don": "a3358",
                "page": "109939",
                "sentences": [
                    "Marseilles\n26/3/16\nCharacteristic Australian! Troops hailing us from another transport as we pass \"What mob are yer\"? which recalls a little incident as we came through Suez Canal a year ago."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 12 April-11 May 1917",
                "don": "a3364",
                "page": "109501",
                "sentences": [
                    "Flares were very numerous from the Boche but there were not many calls for artillery support."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 16 October-21 November 1917",
                "don": "a3368",
                "page": "109153",
                "sentences": [
                    "Old men with young pretty girls ? money covers all! The front tables outside the cafes are now quite deserted and the nip in the air calls for greatcoat."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 25 April-30 May 1918",
                "don": "a3372",
                "page": "108637",
                "sentences": [
                    "A steady muffled tramp that recalls the same sound heard in many places in three years past."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 1-26 August 1915",
                "don": "a3446",
                "page": "107807",
                "sentences": [
                    "The driver all the time calls out Meenak, meenak ou ar meenak\" his voice going up and down the scale according to the possibility of a collision."
                ]
            },
            {
                "title": "Oscar Rhodes diary, 26 June 1915-4 April 1916",
                "don": "a3565",
                "page": "107556",
                "sentences": [
                    "The latter are invariably in some Chateau or country residence\" he remarked, \"6 or 7 miles back from the firing line, & if a Staff Officer wants to take his breakfast across the road he calls his motor car, so to speak."
                ]
            },
            {
                "title": "Oscar Rhodes diary, 26 June 1915-4 April 1916",
                "don": "a3565",
                "page": "107559",
                "sentences": [
                    "The King has issued appeal to his people in which His Majesty calls upon men of all classes to come forward & volunteer & take their share of fighting for the honour of the nation."
                ]
            },
            {
                "title": "Oscar Rhodes diary, 26 June 1915-4 April 1916",
                "don": "a3565",
                "page": "107569",
                "sentences": [
                    "Mab’s letter – mainly about my \"mow\" as she calls it."
                ]
            },
            {
                "title": "Benjamin Alfred Cohen diary, 10 May-17 September 1917",
                "don": "a3862",
                "page": "107332",
                "sentences": [
                    "The Brier Rose grows everwhere also wild violets, As for Bird life there are several kinds, they are very numerous, one Bird whistles like a Canary they are everywhere also the Cook Koo he calls out now again, especially in the Morning early he is at his best."
                ]
            },
            {
                "title": "William Henry Nicholson diary, 19 August 1915-31 December 1916",
                "don": "a4390",
                "page": "105612",
                "sentences": [
                    "Fritz \"strafes\" us a good deal with \"minnewerfers\"; as he calls his large trench mortars."
                ]
            },
            {
                "title": "William Henry Nicholson diary, 19 August 1915-31 December 1916",
                "don": "a4390",
                "page": "105636",
                "sentences": [
                    "No light is seen in the gun pits, except a pencil of light from a electric torch that flashes over the sights, an even voice calls the fire orders from a dugout nearby; \"Range! Four, five, eight, O."
                ]
            },
            {
                "title": "Crooks war diary, 11 February 1915 - 24 May 1918",
                "don": "a4630",
                "page": "105275",
                "sentences": [
                    "Wireless calls sent out for assistance."
                ]
            },
            {
                "title": "Dene B. Fry diary, 21 August 1916-26 January 1917",
                "don": "a4969",
                "page": "104744",
                "sentences": [
                    "It calls for determination which leads one nearly to despair."
                ]
            },
            {
                "title": "Arthur John Moore diary, 9 November 1915-11 November 1916",
                "don": "a5299",
                "page": "104498",
                "sentences": [
                    "Bugle and trumpet calls \"entout until further notice."
                ]
            },
            {
                "title": "Arthur John Moore diary, 9 November 1915-11 November 1916",
                "don": "a5299",
                "page": "104555",
                "sentences": [
                    "Lizzie\" Payne and \"Her\" partner Miles Sheehan are jolly good camera friends \"(I don't think) Miles took Paynes picture, Payne printed a copy this morning and he calls it \"The Prince of Wales in Egypt."
                ]
            },
            {
                "title": "Arthur John Moore diary, 9 November 1915-11 November 1916",
                "don": "a5299",
                "page": "104583",
                "sentences": [
                    "The woman who lives there is quite delighted about it and calls it a \"souvenir\" These French people are certainly optimists."
                ]
            },
            {
                "title": "Arthur John Moore diary, 1 January 1918-January 7 1919",
                "don": "a5301",
                "page": "104281",
                "sentences": [
                    "will be kept buasy now, nursing and looking after \"Young Hook\" as Mother calls him."
                ]
            },
            {
                "title": "Frank Hurley war diary, 28 October 1917-24 January 1918",
                "don": "a5463",
                "page": "103912",
                "sentences": [
                    "From the summit of Cheops, there is an awe inspiring outlook across the rolling illimitable sands of the Libyan desert, and East, far over the agricultural lowlands to the Nile Delta, which calls to mind a tracery of silver threads."
                ]
            },
            {
                "title": "Bailey narrative of life aboard an Australian troopship, 22 October-28 December 1918 / Ernest Bailey",
                "don": "a5676",
                "page": "103504",
                "sentences": [
                    "Bugle calls are ignored, meals are left untouched, men lay around as it were after a charge."
                ]
            },
            {
                "title": "James McKenzie diary, 8 October 1914-4 July 1915",
                "don": "a5767",
                "page": "103058",
                "sentences": [
                    "Taking your plate of cakes to a favourite seat the waiter calls and you give the order for anything you want to drink."
                ]
            },
            {
                "title": "James McKenzie diary, 21 January 1916-19 September 1917",
                "don": "a5769",
                "page": "102865",
                "sentences": [
                    "The bugler sounds all the calls during the day."
                ]
            },
            {
                "title": "Alan Langley Pryce letters, 13 August 1914-3 April 1915",
                "don": "a6372",
                "page": "101710",
                "sentences": [
                    "In other Cos they only have roll calls now again A Co of artillery must about 50 short out of 60 after roll call the other night."
                ]
            },
            {
                "title": "Alan Langley Pryce letters, 13 August 1914-3 April 1915",
                "don": "a6372",
                "page": "101711",
                "sentences": [
                    "the bugler calls sound very nice here at night since all the boys came."
                ]
            },
            {
                "title": "T. J. Cleary diary, 25 August 1918 - 5 July 1919",
                "don": "a6699",
                "page": "100799",
                "sentences": [
                    "has been weeding out what he calls the undesirables."
                ]
            }
        ]
    },
    {
        "album": "http://acms.sl.nsw.gov.au/album/albumView.aspx?itemID=881152&acmsid=0",
        "item": "a8556001",
        "thumb": "http://acms.sl.nsw.gov.au/_DAMp/image/24/115/a8556001p.jpg",
        "hires": "http://acms.sl.nsw.gov.au/_DAMx/image/24/115/a8556001h.jpg",
        "phrases": [
            "were you",
            "there then"
        ],
        "snippets": [
            {
                "title": "Charles Monaghan diary, 1917",
                "don": "a2738",
                "page": "111585",
                "sentences": [
                    "Spent an enjoyable 2 hours there then home in time to sign off at 9 p."
                ]
            },
            {
                "title": "Benjamin Alfred Cohen diary, 10 May-17 September 1917",
                "don": "a3862",
                "page": "107421",
                "sentences": [
                    "I told him there then to put one in my place as I was as just as pleased to go out Driving again, with the result that on Sunday 25th Sept I was releived of my position by a Sergeant who held a First Aid Certificate I took up my old duties next day."
                ]
            },
            {
                "title": "Benjamin Alfred Cohen diary, 22 December 1917-10 June 1918",
                "don": "a3864",
                "page": "107156",
                "sentences": [
                    "at the Station to leave my Valice there then I went for a stroll until 4 Pm."
                ]
            },
            {
                "title": "Leslie William Sutherland diary, 1 January-13 December 1916",
                "don": "a4891",
                "page": "104832",
                "sentences": [
                    "this morning had a good breakfast then started on our round of visits, first went to Odance got everything fixed up there then went after our Xmas billies was lucky enough to get them 3 cases of gift stuff extra, sent them all on to Sohag, met Lt Rodgers at the Base this afternoon, he laid me on to a decent job so with half an ounce of luck I ought to get it, met Fatty Lloyd also, got all business fixed up by 5 went to tea with Smithy, had a bonza feed then gathered up our parcels strolled down to the train at 8, climbed aboard turned down for the night, arrived at Assuit at 3."
                ]
            },
            {
                "title": "Leslie William Sutherland diary, 1 January-13 December 1916",
                "don": "a4891",
                "page": "104856",
                "sentences": [
                    "C? there then came back to Manfalut, also fixed up L-'s then caught train for Assiut arriving there at 6, the C O fixed up quarters while I went down to Mr Parlotti arranged to call at 8."
                ]
            },
            {
                "title": "Frank Smith diary, 8 July 1917-26 February 1919",
                "don": "a5738",
                "page": "103100",
                "sentences": [
                    "Spent half day there then relieved NZs a mile or so further on."
                ]
            }
        ]
    },
    {
        "album": "http://acms.sl.nsw.gov.au/album/albumView.aspx?itemID=881152&acmsid=0",
        "item": "a8634001",
        "thumb": "http://acms.sl.nsw.gov.au/_DAMp/image/24/115/a8634001p.jpg",
        "hires": "http://acms.sl.nsw.gov.au/_DAMx/image/24/115/a8634001h.jpg",
        "phrases": [
            "we took",
            "the hill",
            "help us",
            "keep it"
        ],
        "snippets": [
            {
                "title": "Archibald Barwick diary, 4 October 1916-7 November 1916",
                "don": "a2554",
                "page": "114400",
                "sentences": [
                    "Well this is about the finish of the little book you must take no notice of the scribble for you have no idea of the difficulties I have had to put up with in the daily scribble, wet mud, rain, cold, personal discomfort all but still I have never failed to put my days entry into it hope it reaches home safely It is now raining heavily by way of a change, Holmes is almost ready to go so I must cut it short say goodbye for a time I will send the others along as I complete them for I intend to keep it going until I either get knocked out or the war finishes, at this date both Len I are safe we are out behind the firing line for a few days so don't worry \"Finish."
                ]
            },
            {
                "title": "Archibald Barwick diary, 3 January 1917-26 March 1917",
                "don": "a2556",
                "page": "114052",
                "sentences": [
                    "In this billet we have a great big open fireplace it takes our resources to keep it going, yesterday afternoon Jack Price a few mates chopped a good lump of a green tree down just as it fell, down rushed a Frenchie in a fit he danced round round the tree jabbering chattering throwing his hands about."
                ]
            },
            {
                "title": "Archibald Barwick diary, 20 June-30 September 1918",
                "don": "a2562",
                "page": "112875",
                "sentences": [
                    "Done a bit of washing today I am getting quite particular over here as regards the clothing I wear, compared to what I was a year or so back I am quite a dandy, wonder how long I can keep it up, I have an idea I won't slip back into the old \"anything will do style\" anymore, England the girls work wonders with a chap alright, at least I think so but I suppose that will be for other people to judge."
                ]
            },
            {
                "title": "Ambrose O'Hare war diary, 12 August 1914-15 October 1918",
                "don": "a3314",
                "page": "110195",
                "sentences": [
                    "six biscuits, also a white calico bag to keep it all in, this is an emergency ration must not be eaten without an order from an officer."
                ]
            },
            {
                "title": "Letters smuggled out of Holsworthy Internment Camp, March 1919",
                "don": "a3545",
                "page": "107595",
                "sentences": [
                    "It was wet weather at the time and the message was wrapped up in this way in order to keep it dry."
                ]
            },
            {
                "title": "John H. Wheat narrative, ca. 1914-1918",
                "don": "a3901",
                "page": "106693",
                "sentences": [
                    "On examining the water it was found to be very dirty and full of white maggots, so we decided to fill our bottles up and keep it in case we should not find any more."
                ]
            },
            {
                "title": "William Henry Nicholson diary, 19 August 1915-31 December 1916",
                "don": "a4390",
                "page": "105580",
                "sentences": [
                    "The breast work is very strong but a lot of labour is necessary to keep it in repair."
                ]
            },
            {
                "title": "Arthur John Moore diary, 1 January 1918-January 7 1919",
                "don": "a5301",
                "page": "104257",
                "sentences": [
                    "Well, I've been good so far, I must keep it up now."
                ]
            },
            {
                "title": "Clarke war diary, 15 August 1916-14 December 1916",
                "don": "a5634",
                "page": "103578",
                "sentences": [
                    "If the wind is blowing to us from the enemy the boards mark \"Wind dangerous\" or \"Gas alert\" when by signs the Germans are fixing Gas cylinders in their trenches it is marked \"Gas alarm\", & when the gas is seen to be approaching all the buzzars & hooters, church bells, tram whistles etc, start to buzz & keep it up all the time."
                ]
            },
            {
                "title": "James McKenzie diary, 5 July 1915-21 January 1916",
                "don": "a5678",
                "page": "103469",
                "sentences": [
                    "I am told that it has been filled with cement in order to keep it there."
                ]
            },
            {
                "title": "Joseph Pye diary, 3 December 1915-17 February 1919, and diary of the 5th Australian Field Bakery 5 March 1916-1 September 1918",
                "don": "a5877",
                "page": "102491",
                "sentences": [
                    "Its disadvantages are:- it must be stored in a cool place, and even then it is undesirable to keep it for any length of time, as it will deteriorate from rapid changes in temperature and long storage."
                ]
            },
            {
                "title": "Jack Sommers war letters and verses, 1914-1916",
                "don": "a6059",
                "page": "102143",
                "sentences": [
                    "She was a peach, not a bit shook on ?filoose? (money) although a bloke ?as to keep it up to ?em."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101682",
                "sentences": [
                    "it, it went straight through the colours on my sleeve, into the arm just missing the bone nicely, the wound is deep and has to have a piece of stuff packed into it to keep it from closing up on the outside it does not worry me much but when it comes to writing I cannot keep going for long as it makes the arm ache."
                ]
            }
        ]
    },
    {
        "album": "http://acms.sl.nsw.gov.au/album/albumView.aspx?itemID=881152&acmsid=0",
        "item": "a8637001",
        "thumb": "http://acms.sl.nsw.gov.au/_DAMp/image/24/115/a8637001p.jpg",
        "hires": "http://acms.sl.nsw.gov.au/_DAMx/image/24/115/a8637001h.jpg",
        "phrases": [
            "come on",
            "boys",
            "give us",
            "a hand"
        ],
        "snippets": [
            {
                "title": "Archibald Barwick diary, 4 October 1916-7 November 1916",
                "don": "a2554",
                "page": "114355",
                "sentences": [
                    "was real bullocking work carrying these sleepers, but officers all took a hand in it When we finished we came home by the railway line which has just been newly built I got a lovely buster slipped on one of the slippery sleepers down I come fair square I got a nasty bruise or two out of it, of course I did not say anything,\" oh no, we reached our miserable home about 2 oclock the cooks had hot tea waiting an issue of rum, we badly needed a hot drink for we were nearly all dead beat for we had had a strenous night."
                ]
            },
            {
                "title": "Archibald Barwick diary, 7 November 1916-2 January 1917",
                "don": "a2555",
                "page": "114201",
                "sentences": [
                    "D Coy have moved further up towards the line, there are only a handful of us left down here now and we are expecting to move any day."
                ]
            },
            {
                "title": "Archibald Barwick diary, 7 November 1916-2 January 1917",
                "don": "a2555",
                "page": "114223",
                "sentences": [
                    "However when I went in these officers started to sling off and their cold feet batmen kept on putting their spoke in, I shut these detestable batmen up with a couple of sarcastic remarks and then I had a go at the heads and I think I held my own with them, so help me bob there was not scarcely a handful of dirt left and these rotters were kicking up a stink over it."
                ]
            },
            {
                "title": "Archibald Barwick diary, 14 April 1917-19 May 1917",
                "don": "a2557",
                "page": "113842",
                "sentences": [
                    "considerable loss, again each time with the same result then we thought that we would take a hand A Coy."
                ]
            },
            {
                "title": "Archibald Barwick diary, 21 September 1917-4 March 1918",
                "don": "a2559",
                "page": "113395",
                "sentences": [
                    "The Zoological Gardens here are about the poorest I have seen for the size of the place, everything looks so dilapidated dreary, the reason why is that labour is so scarce things have to be let slide, they have only a handful of animals, among them being the Kangaroo Tasmanian black opossum rosella parrot white cockatoo a few more birds, take them all round they are a very poor collection, but the Paris of today is not a patch of pre war days."
                ]
            },
            {
                "title": "Archibald Barwick diary, 21 September 1917-4 March 1918",
                "don": "a2559",
                "page": "113412",
                "sentences": [
                    "they repeated it over over again that this stunt was carried out solely by Imperial troops no Colonials whatever were engaged in it, this was about the only stunt that Colonials have not have had a hand in, what a gutser the Imperial troops came in the end, it has turned out a dismal failure about the worst defeat in one way that has happened to Britain in this war thank heaven no Colonials were in it, though a lot of Australian artillery have been taken down there in the last few weeks, I guess the London papers are rather sorry they spoke so hastily, for it has only improved the Colonials prestige."
                ]
            },
            {
                "title": "Archibald Barwick diary, 5 March-12 April 1918",
                "don": "a2560",
                "page": "113155",
                "sentences": [
                    "I expect they are driven to it have staked all they have got on this final plunge, no doubt they will make things hum be very nasty for a while but the issue should never be in doubt, everyone over here have the greatest confidence as to the eventual result of the offensive its just the very thing that we have been wanting him to do, let him do the bag hopping by all means when he is sick of it we will take a hand in the fun, he is now having a taste of what we had to put up with all last summer good luck to him his storm troops this should be the beginning of the end France will be a good place to be out of during the next 6 or 8 months for there will be plenty of stouch etc."
                ]
            },
            {
                "title": "Ambrose O'Hare war diary, 12 August 1914-15 October 1918",
                "don": "a3314",
                "page": "110165",
                "sentences": [
                    "we camped at the same building for that night having no blankets or overcoats with us my stock of cigs soon went, as lots of our chaps had come away without cigs or tobacco or even a Towel, I had a Handkerchief which I used as a towel, fresh water being scarce what there was we were afraid to drink as it might have been poisoned as we were up to all their games by now."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 26 July-11 September 1916",
                "don": "a3360",
                "page": "109843",
                "sentences": [
                    "Right in gangway in the firing line we saw a hand sticking out."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 29 January-22 March 1918",
                "don": "a3370",
                "page": "108939",
                "sentences": [
                    "Found him phoning for retaliation so took a hand and asked for 100 4."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 31 May-15 July 1918",
                "don": "a3373",
                "page": "108556",
                "sentences": [
                    "At rare intervals along it are a handful of Billjims who tuck themselves into any old crevice or niche."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 31 May-15 July 1918",
                "don": "a3373",
                "page": "108568",
                "sentences": [
                    "So Davis I gave them a hand and dumped the terrible burden over the back of the parapet until kindly night allowed us to bury him."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary, 11 March-6 June 1919",
                "don": "a3378",
                "page": "108061",
                "sentences": [
                    "Engaged on odd jobs all the morning, held interviews and tried at Orderly Room a handcuffed prisoner."
                ]
            },
            {
                "title": "A.R.L. Wiltshire diary narrative, 27 August-28 September 1915",
                "don": "a3380",
                "page": "107852",
                "sentences": [
                    "Troops slang: - \"Imshi Yallah\" a handy word."
                ]
            },
            {
                "title": "John H. Wheat narrative, ca. 1914-1918",
                "don": "a3901",
                "page": "106707",
                "sentences": [
                    "Very often at the end of day's march they did not get anything but just a handful of flour or raw grain."
                ]
            },
            {
                "title": "Henry Joseph Parsons war diary, 1 May 1918-31 May 1919",
                "don": "a3926",
                "page": "106431",
                "sentences": [
                    "May\nthe mice away once, and about two hours afterwards when I had cause to go to the barrack to get something, I saw this cat cleaned & skinned ready for the pot, and the mice were as bad as ever, until finally the Germans took a hand in getting rid of them themselves."
                ]
            },
            {
                "title": "William Henry Nicholson diary, 1 January 1917-23 May 1918",
                "don": "a4391",
                "page": "105470",
                "sentences": [
                    "As we neared the crest of the ridge, I came onto a trench full of Huns, they saw I was armed with a hand grenade and threw their hands up immediately, in the few seconds I had ?em bluffed our warriors hopped in on them and fixed them up."
                ]
            },
            {
                "title": "Crooks war diary, 11 February 1915 - 24 May 1918",
                "don": "a4630",
                "page": "105283",
                "sentences": [
                    "Queen Lizzies guns broke the solitude they all took a hand \"Big guns, machine guns rifle fire buzzing Seaplanes overhead made things real merry."
                ]
            },
            {
                "title": "Crooks war diary, 11 February 1915 - 24 May 1918",
                "don": "a4630",
                "page": "105286",
                "sentences": [
                    "Our Howitzer guns then took a hand and must have got a few shots in as they got a lot quieter towards evening."
                ]
            },
            {
                "title": "Crooks war diary, 11 February 1915 - 24 May 1918",
                "don": "a4630",
                "page": "105330",
                "sentences": [
                    "About 9 o,clock tonight things got very lively, our guns and Mortars rained Shells and Bombs on enemys trenches, damaging them badly in places and tearing a fair amount of hisbarb wire defences away Then \"Fritz\" (Germans) took a hand and gaveus a very lively time especially on the right of our Battn, were they thought our Trench Mortars were."
                ]
            },
            {
                "title": "Robert Harris diary, 17 August 1914-3 January 1915",
                "don": "a4745",
                "page": "105140",
                "sentences": [
                    "Sweet girl gives our hero a handkerchief as a mascot to carry him through the campaign."
                ]
            },
            {
                "title": "Robert Harris diary, 30 March 1916- 28 March 1917",
                "don": "a4747",
                "page": "105029",
                "sentences": [
                    "Australia does not mind lending a hand passing down the country roads one sees a soldier at work ploughing or throwing sheaves from a straw stack."
                ]
            },
            {
                "title": "Arthur John Moore diary, 9 November 1915-11 November 1916",
                "don": "a5299",
                "page": "104547",
                "sentences": [
                    "Williams told off a number to each waggon to give the horses a hand with their loads."
                ]
            },
            {
                "title": "Arthur John Moore diary, 9 November 1915-11 November 1916",
                "don": "a5299",
                "page": "104604",
                "sentences": [
                    "The fire Brigade was on the scene and did good work, considering that it consisted only of an old fashioned pump, mounted on a handcart and about 20 yds of 1 inch Hose pipe."
                ]
            },
            {
                "title": "Arthur John Moore diary, 9 November 1915-11 November 1916",
                "don": "a5299",
                "page": "104611",
                "sentences": [
                    "They did no damage, and Fritz must have been sorry he spoke, as our guns took a hand in the game and blew his parapets\" sky high\" Added a few more pages to M."
                ]
            },
            {
                "title": "Arthur John Moore diary, 9 November 1915-11 November 1916",
                "don": "a5299",
                "page": "104636",
                "sentences": [
                    "Chaps were near by and they gave us a hand to get the horse out."
                ]
            },
            {
                "title": "Arthur John Moore diary, 9 November 1915-11 November 1916",
                "don": "a5299",
                "page": "104638",
                "sentences": [
                    "A Sergeant went over to give him a hand and was blown to pieces."
                ]
            },
            {
                "title": "Arthur John Moore diary, 11 November 1916-11 January 1918",
                "don": "a5300",
                "page": "104313",
                "sentences": [
                    "Mac\" gave me a hand , & I caught 9, which we mercifully incinerated with the candle."
                ]
            },
            {
                "title": "Arthur John Moore diary, 11 November 1916-11 January 1918",
                "don": "a5300",
                "page": "104337",
                "sentences": [
                    "Cosgrove got some of the 53rd to give us a hand in with ‘em."
                ]
            },
            {
                "title": "Arthur John Moore diary, 11 November 1916-11 January 1918",
                "don": "a5300",
                "page": "104350",
                "sentences": [
                    "Bobbie Roberts was coming to give us a hand but he was taken sick."
                ]
            },
            {
                "title": "Arthur John Moore diary, 1 January 1918-January 7 1919",
                "don": "a5301",
                "page": "104207",
                "sentences": [
                    "Toby gave me a hand in Bill's place."
                ]
            },
            {
                "title": "Arthur John Moore diary, 1 January 1918-January 7 1919",
                "don": "a5301",
                "page": "104217",
                "sentences": [
                    "I was giving a hand at Lunch Time in the Dining Room."
                ]
            },
            {
                "title": "Arthur John Moore diary, 1 January 1918-January 7 1919",
                "don": "a5301",
                "page": "104222",
                "sentences": [
                    "As Bill Beards was away on Leave, Arthur Foster gave me a hand with the work."
                ]
            },
            {
                "title": "Frank Hurley war diary, 28 October 1917-24 January 1918",
                "don": "a5463",
                "page": "103912",
                "sentences": [
                    "With one of the guides (?) leading and bearing an absurd toy Christmas candle, another holding a hand in the front and the third my remaining hand in the rear, (thank heavens I had no more)."
                ]
            },
            {
                "title": "Frank Hurley war diary, 28 October 1917-24 January 1918",
                "don": "a5463",
                "page": "103958",
                "sentences": [
                    "Half the population came out and gave us a hand to extricate the Ford from our ignominious surroundings."
                ]
            },
            {
                "title": "Clarke war diary, 20 May 1916-13 August 1916",
                "don": "a5633",
                "page": "103604",
                "sentences": [
                    "Just where our horses waggons are parked the British Germans had a hand to hand fight which ended in the Germans being thrown out."
                ]
            },
            {
                "title": "Clarke war diary, 20 May 1916-13 August 1916",
                "don": "a5633",
                "page": "103641",
                "sentences": [
                    "Just where our horses waggons are parked the British Germans had a hand to hand fight which ended in the Germans being thrown out."
                ]
            },
            {
                "title": "James McKenzie diary, 5 July 1915-21 January 1916",
                "don": "a5678",
                "page": "103430",
                "sentences": [
                    "We saw an old man turning wood by a very clever device in the form of a hand lathe."
                ]
            },
            {
                "title": "James McKenzie diary, 5 July 1915-21 January 1916",
                "don": "a5678",
                "page": "103457",
                "sentences": [
                    "Saw the villagers weaving cloth by a hand loom."
                ]
            },
            {
                "title": "Leslie Morris war diary, 6 January 1916-7 February 1919",
                "don": "a5692",
                "page": "103227",
                "sentences": [
                    "For five or six days now they have been on insufficient feed, two or three handfuls of grain, barley and peas, and a handful of tibn (coarse chaff) per meal."
                ]
            },
            {
                "title": "James McKenzie diary, 21 January 1916-19 September 1917",
                "don": "a5769",
                "page": "103003",
                "sentences": [
                    "This girl was a hand lace maker."
                ]
            },
            {
                "title": "John H. Wheat papers, ca. 1917-1918",
                "don": "a5983",
                "page": "102329",
                "sentences": [
                    "The next morning we were given some salt water with a handful of maize meal thrown in for breakfast, and on making a complaint to the Commandant he said ?I do not love you, because your big mouths did cause the war."
                ]
            },
            {
                "title": "Alan Langley Pryce letters, 13 August 1914-3 April 1915",
                "don": "a6372",
                "page": "101709",
                "sentences": [
                    "My dear father\nThe parcels came to hand safely I got them to day, I expect you all had a hand in the watch, thanks very much, it will be very handy."
                ]
            },
            {
                "title": "Charles Gifford Pryce letters, 28 October 1915- 5 September 1918",
                "don": "a6373",
                "page": "101433",
                "sentences": [
                    "now and I gave Simmons a couple of pairs as I could not carry them, we can nearly always get a pair of sox if we require them, By the way a parcel, sent out to Summons from home had a handkerchief for me in it a lot of parcels have been posted to him but so far only a few have reached him."
                ]
            },
            {
                "title": "Henry Weston Pryce diary, 14 July 1916-1917",
                "don": "a6375",
                "page": "101359",
                "sentences": [
                    "When we got to the top, there was only a handful left & the others came up like strayed cattle."
                ]
            },
            {
                "title": "John Owen Maddox diary, 20 September 1915-21 October 1916",
                "don": "a6397",
                "page": "101324",
                "sentences": [
                    "for a handkerchief."
                ]
            },
            {
                "title": "Geoffrey Rose memoir based on war diaries and letters, 18 August 1919-3 September",
                "don": "a6565",
                "page": "100873",
                "sentences": [
                    "Wonderful what a handy tool the bayonet proved itself to be ? from use as a toasting fork to felling trees."
                ]
            }
        ]
    }
]